{
    "filename": "mental health one.pdf",
    "content": "605Mental disorders are diseases that affect cognition, emotion,\nand behavioral control and substantially interfere both with theability of children to learn and with the ability of adults tofunction in their families, at work, and in the broader society.Mental disorders tend to begin early in life and often run achronic recurrent course. They are common in all countrieswhere their prevalence has been examined. Because of thecombination of high prevalence, early onset, persistence, andimpairment, mental disorders make a major contribution tototal disease burden. Although most of the burden attributableto mental disorders is disability related, premature mortality,especially from suicide, is not insignificant. Table 31.1 summa-rizes discounted disability-adjusted life years (DALYs) forselected psychiatric conditions in 2001.\nMental disorders have complex etiologies that involve inter-\nactions among multiple genetic and nongenetic risk factors.Gender is related to risk in many cases: males have higher ratesof attention deficit hyperactivity disorder, autism, and sub-stance use disorders; females have higher rates of major depres-sive disorder, most anxiety disorders, and eating disorders.Biochemical and morphological abnormalities of the brainassociated with schizophrenia, autism, mood, and anxiety dis-orders are being identified using approaches such as post-mortem analysis and noninvasive neuroimaging. Major world-wide efforts under way to identify risk-conferring genes formental disorders are proving challenging, but initial results arepromising. Identifying the gene or genes causing or creatingvulnerability for a disorder should help us understand whatgoes wrong in the brain to produce mental illness and shouldhave a clinical effect by contributing to improved diagnosticsand therapeutics (Hyman 2000).Twin studies make it clear that environmental risk factors\nalso play an important role in mental disorders; concordance fordisease among identical twins, although substantially higherthan among nonidentical twins, is still well below 100 percent(Kendler and others 2003). However, as is the case for geneticfactors, investigation of environmental risk factors has proveddifficult. For schizophrenia, where nongenetic components ofrisk may include obstetrical complications and season of birth(Mortensen and others 1999), perhaps as a proxy for infectionsearly in life, research has been hampered by the modest proveneffect of the nongenetic risk factors identified to date. Fordepression, anxiety, and substance use disorders, where envi-ronmental risk factors are more robust, adverse circumstancesassociated with risk, such as early childhood abuse, violence,poverty, and stress (Patel and Kleinman 2003) correlate withmultiple disorders and could be affected by selection bias as wellas by bias associated with self-reporting. Generalizable, prospec-tive cross-cultural studies are needed to delineate nongeneticrisk factors more clearly. Posttraumatic stress disorder (PTSD)is the mental disorder for which clear environmental triggers arebest documented. Even here, though, enormous interindividualvariability occurs in the threshold of stress severity associatedwith PTSD as well as in the evidence from twin studies of geneticinfluences on stress reactivity in triggering PTSD.\nThe last half of the 20th century saw enormous progress in\nthe development of treatments for mental disorders. Beginningin the early 1950s, effective psychotropic drugs were discoveredthat treated the symptoms of schizophrenia, bipolar disorder,major depression, anxiety disorders, obsessive-compulsivedisorder, attention deficit hyperactivity disorder, and others.The safety and efficacy of antipsychotic, mood-stabilizing,\nChapter 31\nMental Disorders\nSteven Hyman, Dan Chisholm, Ronald Kessler, Vikram Patel, \nand Harvey Whiteford\n\nantidepressant, anxiolytic, and stimulant drugs have been\nestablished through a large number of randomized clinicaltrials. Psychosocial treatments have been developed and testedusing modern methodologies. Brief, symptom-focused psy-chotherapies such as cognitive-behavioral therapies have beenshown to be efficacious for panic disorder, phobias, obsessive-compulsive disorder, and major depression.\nThere is, however, an important caveat about the current\nknowledge base for treatment. As is the case for almost all ofmedicine, randomized clinical trials have been performedlargely with highly selected populations in specialized researchsettings in industrial countries. A need exists to subject existingtreatments to effectiveness trials in more representative popu-lations and diverse settings, especially in developing countries.That limitation notwithstanding, a substantial body of knowl-edge exists to guide treatment. It is particularly unfortunate,\ntherefore, that timely diagnoses and the application ofresearch-based treatments significantly lag behind the state ofknowledge in industrial and developing countries alike. As aresult, substantial opportunities exist to decrease the enormousburden attributable to mental disorders worldwide by closingthe gap between what we know and what we do.\nMental disorders are stigmatized in many countries and\ncultures (Weiss and others 2001). Stigma has been facilitatedby the slow emergence of convincing scientific explanations forthe etiologies of mental disorders and by the mistaken beliefthat symptoms are caused by a lack of will power or reflect somemoral taint. Recent scientific findings combined with educa-tional efforts in some countries have begun to reduce the stigma(Rahman and others 1998), but shame and fear associated with\n606 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and othersTable 31.1 Disease Burden of Selected Major Psychiatric Disorders, by World Bank Region\nWorld Bank region\nSub-Saharan Latin America and Middle East and Europe and East Asia and High-income \nAfrica the Caribbean North Africa Central Asia South Asia the Pacific countries World\nTotal population (millions) 668 526 310 477 1,388 1,851 929 6,159\nTotal disease burden 344,754 104,287 65,570 116,502 408,655 346,941 149,161 1,535,870\n(thousands of DALYs)\nTotal neuropsychiatric 15,151 18,781 8,310 14,106 37,734 42,992 31,230 168,304\ndisease burden \n(thousands of DALYs)\nTotal burden (thousands of discounted DALYs per year)\nSchizophrenia 1,146 1,078 696 778 2,896 3,934 1,115 11,643 Bipolar disorder 1,204 883 567 668 2,237 3,118 1,056 9,733 Depression 3,275 5,219 2,027 4,268 14,582 14,054 8,408 51,833 Panic disorder 519 409 264 340 1,081 1,401 536 4,550\nTotal burden (DALYs per year per 1 million population)\nSchizophrenia 1,716 2,049 2,247 1,630 2,087 2,126 1,201 1,894 Bipolar disorder 1,803 1,678 1,830 1,400 1,612 1,685 1,137 1,583 Depression 4,905 9,919 6,544 8,944 10,507 7,594 9,054 8,431 \nPanic disorder 777 777 852 713 779 757 577 740 \nPercentage of total disease burden\nSchizophrenia 0.33 1.03 1.06 0.67 0.71 1.13 0.75 0.76 Bipolar disorder 0.35 0.85 0.86 0.57 0.55 0.90 0.71 0.63 Depression 0.95 5.00 3.09 3.66 3.57 4.05 5.64 3.37 Panic disorder 0.15 0.39 0.40 0.29 0.26 0.40 0.36 0.30 \nPercentage of neuropsychiatric disease burden\nSchizophrenia 7.56 5.74 8.38 5.52 7.67 9.15 3.57 6.92 Bipolar disorder 7.95 4.70 6.82 4.74 5.93 7.25 3.38 5.78 Depression 21.62 27.79 24.39 30.26 38.64 32.69 26.92 30.80 \nPanic disorder 3.43 2.18 3.18 2.41 2.86 3.26 1.72 2.70 \nSource: WHO Global Burden of Disease 2001 estimates recalculated by World Bank region (http://www.fic.nih.gov/dcpp/gbd.html).\nmental illness remain substantial obstacles to help seeking, to\ndiagnosis, and to treatment worldwide. The stigmatization ofmental illness has resulted in disparities, compared with otherillnesses, in the availability of care, in research, and in abuses ofthe human rights of people with these disorders.\nThis chapter focuses on the attributable and avoidable\nburden of four leading contributors to mental ill health globally:schizophrenia and related nonaffective psychoses, bipolaraffective disorder (manic-depressive illness), major depressivedisorder, and panic disorder. The choice of these disorders isdetermined not only by their contribution to disease burden,but also by the availability of data for the cost-effectivenessanalyses. Even where such data are available, they are often fromindustrial countries and extrapolation has been necessary. Theexclusion of other mental disorders, such as childhood disor-ders, from analysis is not because the authors consider these dis-orders unimportant but because of the paucity of data.Also, thischapter does not specifically deal with the important issue ofsuicide. A background paper on suicide in developing countrieshas been developed as part of the Disease Control PrioritiesProject (DCPP) and is available (Vijayakumar, Nagaraj, andJohn 2004). The economic analysis presented in this chapteruses the cost-effectiveness analysis methodology specificallydeveloped for the DCPP . The authors recognize that mentaldisorders impose costs and burdens on families as well asindividuals that are not captured by the DALY. Treatment willalleviate some of this burden in addition to alleviating symp-toms and disability.\nA description of the major clinical features, natural course,\nepidemiology, burden, and treatment effectiveness for eachgroup of disorders is given in the next section. For diagnosticcriteria, readers are referred to The ICD-10 Classification of\nMental and Behavioral Disorders (ICD-10) (WHO 1992) or\nDiagnostic and Statistical Manual of Mental Disorders (DSM-\nIVTR) (American Psychiatric Association 2000). A discussionfollows of population-level costs and cost-effectiveness of inter-ventions capable of reducing the current burden associatedwith four disorders in different developing regions of the world(tables 31.2–31.6), before moving to a discussion of key issuesand implications for mental health policy and improvement ofservices in developing regions of the world.\nSCHIZOPHRENIA AND NONAFFECTIVE\nPSYCHOSES\nSchizophrenia is a chronic disorder punctuated by episodes of\nflorid psychotic symptoms, such as hallucinations and delu-sions. Hallucinations are sensory perceptions that occur in theabsence of appropriate stimuli. Hallucinations may occur inany sensory modality but in schizophrenia are most commonlyauditory—for example, hearing voices or noises. Delusions arefixed false beliefs that are not explained by the person’s culture\nand that the patient holds despite all reasonable evidence to thecontrary.\nPatients also exhibit negative symptoms —that is, deficits in\nnormal capacities, such as marked social deficits, impoverish-ment of thought and speech, blunting of emotional responses,and lack of motivation. Additionally, patients typically havecognitive symptoms, such as disorganized or illogical thinkingand an inability to hold goal information in mind to makedecisions or plan actions.\nNatural History and Course\nSchizophrenia, as defined in current diagnostic manuals, is\nalmost certainly heterogeneous, but still does not comprise allnonaffective psychoses (NAPs). In addition to schizophrenia,NAPs include schizophreniform disorder, characterized by schiz-ophrenia-like symptoms of inadequate duration to qualify asschizophrenia. Because they cannot be readily disentangled incommunity epidemiological surveys, schizophrenia and otherNAPs are considered together.Because of the data available,how-ever, the cost-effectiveness analyses reported below are restrictedto schizophrenia. Despite likely etiological heterogeneity, schizo-phrenia exhibits consistency in its symptom pattern across thosecountries and cultures studied (Jablensky and others 1992).\nIncidence studies show that onset of schizophrenia and\nother NAPs is typically in middle to late adolescence for malesand late adolescence to early adulthood for females, althoughlater onsets are observed. Childhood-onset cases are quite rarebut particularly severe (Nicolson and Rapoport 1999). Often,schizophrenia is first diagnosed with the occurrence of an acuteepisode of florid psychotic symptoms. The first psychoticepisode is often preceded by prodromal symptoms such as socialwithdrawal, irritability or dysphoria, increasing academic orwork-related difficulties, and increasing eccentricity. However,such symptoms are not specific; studies of whether early diag-nosis and intervention can improve outcomes are under way(McGorry and others 2002).\nThe course of schizophrenia is typically one of acute exacer-\nbations of severe psychotic symptoms, followed by full or par-tial remission. Psychotic episodes may be followed by a fullremission after the first and occasionally other early episodes,but over time, residual symptoms and disability typically con-tinue between relapses (Robinson and others 1999). The timebetween relapses is markedly extended by maintenance treat-ment with antipsychotic drugs, generally at lower doses thanare needed to treat acute episodes. Cognitive and occupationalfunctioning tends to decline over the first years of the illnessand then to plateau at a level that is generally well below whatwould have been expected for the individual. Residual impair-ment, though, has substantial cross-cultural variation forreasons that are not well understood. Schizophrenia has consis-tently been found in epidemiological surveys to be highly\nMental Disorders | 607\ncomorbid, usually with anxiety disorders, mood disorders, and\nsubstance use disorders (Kendler and others 1996).\nEpidemiology and Burden\nA great many studies of NAP incidence have been carried out in\nclinical samples. In a review of these studies, Jablensky (2000)found incidence estimates to be in the range of 0.002 to 0.011percent per year for schizophrenia and 0.016 to 0.042 percentper year for overall NAP . Those annual estimates can be multi-plied by the number of birth cohorts at risk to yield an estimateof lifetime risk in any one cohort. Assuming conservatively thatthe main age range of risk is between ages 15 and 55, researchersestimate lifetime risk is in the range of 0.08 to 0.44 percent forschizophrenia and in the range of 0.64 to 1.68 percent for NAPs.Lifetime prevalence estimates from community epidemio-logical surveys of NAPs are quite consistent with those fromclinical studies, in the range of 0.3 to 1.6 percent (see, for exam-ple, Hwu, Y eh, and Cheng 1989; Kendler and others 1996).\nAlthough schizophrenia is a relatively uncommon disorder,\naggregate estimates of disease burden are high—around 2,000DALYs lost per 1 million total population (table 31.1)—because the condition is associated with early onset, long dura-tion, and severe disability.\nInterventions\nA substantial body of evidence exists on the efficacy of various\ntreatments for schizophrenia and NAP and on the effectivenessof various models of health care delivery for persons with thesedisorders. This evidence comes primarily from industrial coun-tries. The efficacy data show conclusively that antipsychoticdrugs reduce severity of the episodes, hasten resolution offlorid symptoms, and reduce duration of hospitalization.Maintenance treatment with antipsychotic drugs prolongs theperiod between relapses (Joy, Adams, and Lawrie 2001).\nA second generation of antipsychotic medications (also\ncalled atypical ) is replacing older neuroleptic antipsychotic\ndrugs throughout the industrial world. In some clinical trials,second-generation drugs show small advantages in efficacyover first-generation drugs, but their widespread adoptionresults from marked improvement in tolerability. Their relativelack of side effects compared with first-generation drugs hasled to improved quality of life and improved treatment adher-ence. Second-generation drugs are not without side effects,however; for example, some are associated with substantialweight gain and increased risk of diabetes. One drug, clozapine,has greater efficacy than other antipsychotic drugs, but becauseof a 1 percent risk of agranulocytosis, its use requires weeklyblood counts and is cumbersome and expensive.\nPsychosocial interventions also play an important role in\nmanaging schizophrenia (Bustillo and others 2001). Cognitive-behavioral approaches to managing specific symptoms and\nimproving medication adherence, group therapy, and familyinterventions all have demonstrated efficacy in improvingclinical outcomes. Community-based models of mental healthcare delivery with case management and assertive outreachprograms have been shown in health systems of industrialcountries to be effective ways of managing schizophrenia in thecommunity, for example, by reducing the need for hospitaladmissions. However, the applicability of these models todeveloping countries, as is discussed later, is hard to estimatebecause of differences in health system characteristics. Long-term remission rates for schizophrenia in developing countriesappear to be significantly higher than those reported in indus-trial countries (Harrison and others 2001), likely resulting fromsuch factors as strong family social support.\nDespite their clear usefulness, current treatments do not\nprevent schizophrenia, and no clear evidence demonstrates thatthey induce full recovery or prevent premature mortality.Instead, treatment reduces time in episode of florid psychosisand increases time between episodes; thus treatment effects canbe understood in terms of improvements in disability. Reportedtreatment effect sizes from meta-analyses in the literature, con-verted into improvements in the average level of disability(Andrews and others 2003; Sanderson and others 2004), showimprovements (compared with no treatment) of 18 to 19 per-cent (antipsychotic drugs alone) and 30 to 31 percent (antipsy-chotic drugs with adjunctive psychosocial treatment). Placedon a disability scale of 0 to 1, where 0 equals no disability, an“average” case of schizophrenia moves from a disability level of0.63 (untreated weight from the Global Burden of Diseasestudy, Murray and Lopez 1996) to 0.43 to 0.54 (treated).\nMOOD DISORDERS\nThe cardinal features of mood disorders are pervasive abnor-malities in the predominant emotional state of the person, suchas depressed, elated, or irritable. In mood disorders, these coreemotional symptoms are accompanied by abnormalities inphysiology, such as changes in patterns of sleep, appetite, andenergy, and by changes in cognition and behavior. In develop-ing countries, concurrent somatic symptoms are also com-monly reported and may be the chief complaint. A generallyaccepted subclassification of mood disorders distinguishesunipolar depressive disorders from bipolar disorder (definedby the occurrence of mania). This distinction is based onsymptoms, course of illness, patterns of familial transmission,and treatment response.\nBipolar Disorder\nBipolar disorder is characterized by episodes of mania and\ndepression, often followed by relative periods of healthy mood\n608 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and others\n(euthymia). Mixed states with symptoms of both mania and\ndepression also occur. Mania is typically characterized byeuphoria or irritability, a marked increase in energy, and adecreased need for sleep. Individuals with mania often exhibitintrusive, impulsive, and disinhibited behaviors. They may beexcessively involved in goal-directed behaviors characterizedby poor judgment; for example, a person might spend allfunds to which he or she has access and more. Self-esteem istypically inflated, frequently reaching delusional proportions.Speech is often rapid and difficult to interrupt. Individualswith mania also may exhibit cognitive symptoms; patients can-not stick to a topic and may jump rapidly from idea to idea,making comprehension of their train of thought difficult.Psychotic symptoms are common during manic episodes. Thedepressive episodes of people with bipolar disorder are symp-tomatically indistinguishable from those who have unipolardepressions alone. Unlike anxiety and unipolar mood disor-ders, which are more common in women, bipolar disorder hasan equal gender ratio of lifetime prevalence, although the ratioof depressive-to-manic episodes is higher among bipolarwomen than men.\nNatural History and Course. Retrospective reports from com-\nmunity epidemiological surveys consistently show that bipolardisorder has an early age of onset (in the late teens through mid-20s). Onset in childhood is increasingly recognized, althoughit remains controversial. Late onset is less common. The vastmajority of patients with bipolar disorder have recurrentepisodes of illness, both mania and depression. Classic descrip-tions of bipolar disorder suggest recovery to baseline function-ing between episodes, but many patients have residual symp-toms that may cause significant impairment (Angst and Sellaro2000). These states of mania, depression, and lesser (or absent)symptoms are used in the intervention analysis below.\nThe rate of cycling between mania and depression varies\nwidely among individuals. One common pattern of illness isfor episodes initially to be separated by a relatively long period,perhaps a year, and then to become more frequent with age. Aminority of patients with four or more cycles per year, termedrapid cyclers, tend to be more disabled and less responsive to\nexisting treatments. Once cycles are established, most acuteepisodes start without an identifiable precipitant; the best doc-umented exception is that manic episodes may be initiated bysleep deprivation, making a regular daily sleep schedule andavoidance of shift work important in management (Frank,Swartz, and Kupfer 2000).\nBipolar disorder has consistently been found in epidemio-\nlogical surveys to be highly comorbid with other psychiatricdisorders, especially anxiety and substance use disorders(ten Have and others 2002). The extent of comorbidity is muchgreater than for unipolar depressive disorders or anxietydisorders. Some individuals with classic symptoms of bipolardisorder also exhibit chronic psychotic symptoms superim-\nposed on their mood syndrome. These individuals are said tohave schizoaffective disorder. Their prognosis tends to be lessfavorable than for the usual bipolar patient, although somewhatbetter than for individuals with schizophrenia. Schizoaffectivedisorder may also be diagnosed when chronic psychotic symp-toms are superimposed on unipolar depression. Individualswith this combination of symptoms have outcomes similar topatients with schizophrenia (Tsuang and Coryell 1993).\nEpidemiology and Burden. Lifetime and 12-month preva-\nlence estimates of bipolar disorder have been reported from anumber of community psychiatric epidemiological surveys.Lifetime prevalence estimates are in the range 0.1 to 2.0 percent(Vega and others 1998; Vicente and others 2002), with aweighted mean across surveys of 0.7 percent. Prevalence esti-mates for past-year episodes have a similarly wide range (0.1 to1.3 percent) (Vega and others 1998) and a weighted mean of0.5 percent. It is important to note that good evidence existssuggesting that bipolar disorder has a wide subthreshold spec-trum that includes people who are often seriously impairedeven though they do not meet full DSM or ICD criteria for thedisorder (Perugi and Akiskal 2002). This spectrum mightinclude as much as 5 percent of the general population. Theratio of recent-to-lifetime prevalence of bipolar disorder incommunity surveys is quite high (0.71), indicating that bipolardisorder is persistent.\nEpidemiological data show that bipolar disorder is associ-\nated with substantial impairments in both productive andsocial roles (Das Gupta and Guest 2002). Epidemiological evi-dence documents consistent dela ys in patients initially seeking\nprofessional treatment (Olfson and others 1998), especiallyamong early-onset cases, as well as substantial undertreatmentof current cases. Each of these characteristics—chronic, recur-rent course; significant impairments to functioning; modesttreatment rates—contributes to estimates of aggregate diseaseburden that approach those for schizophrenia (1,200 to 1,800DALYs lost per 1 million population, making up more than5 percent of the burden attributable to neuropsychiatric disor-ders as a whole—see table 31.1).\nInterventions. Analyses of the primary treatment approaches\nfor bipolar disorder are based on the three health states thatcharacterize the disorder—mania, depression, and euthymia.Robust evidence from controlled trials shows that antipsychot-ic drugs and some benzodiazepines produce a relatively rapidreduction in symptoms of a manic phase. Mood-stabilizingdrugs act more slowly, but they reduce the severity and dura-tion of acute manic episodes. Maintenance treatment with twomood-stabilizing drugs—lithium and valproic acid (adminis-tered as sodium valproate)—has been shown to have\nMental Disorders | 609\nsignificant, albeit partial, efficacy in reducing rates of both\nmanic and depressive relapses. The drawback of lithium is thattoxic levels are not much greater than therapeutic levels; thus,serum-level monitoring is required.\nFor the cost-effectiveness analyses, lithium and valproic\nacid, which have empirical data supporting their efficacy intreating and preventing manic and depressive episodes, wereconsidered. Because evidence suggests that psychosocialapproaches enhance compliance with medication (Huxley,Parikh, and Baldessarini 2000), adjuvant strategies also wereassessed. The primary treatment effect was a change in thepopulation-level disability associated with bipolar disorder (aweighted average of time spent in a manic, depressed, oreuthymic phase of illness). Both an acute treatment effect—calculated as the product of initial response and reducedepisode duration—and a prophylactic treatment effect wereascribed to lithium and valproic acid, resulting in an estimatedimprovement of close to 50 percent over the untreated com-posite disability weight of 0.445 (Chisholm and others forth-coming). This estimate then was adjusted for expected nonad-herence to treatment in real-world clinical settings—slightlylower for lithium than for valproic acid (Bowden and others2000). A secondary effect of treatment—reduction of the casefatality rate by two-thirds—was also ascribed to lithium,though, because of an absence of current evidence, not to val-proic acid (Goodwin and others 2003). This reduction wasderived through a change in the standardized mortality ratiofrom 2.5 to 1.5, estimated on the basis of natural history stud-ies reported for the prelithium era (for example, Astrup,Fossum, and Holmboe 1959; Helgason 1964) to the postlithiumera (for example, Goodwin and others 2003).\nMajor Depressive Disorder\nThe core symptom of major depression is a disturbance of\nmood; sadness is most typical, but anger, irritability, and loss ofinterest in usual pursuits may predominate. Often the affectedperson is unable to experience pleasure (anhedonia) and mayfeel hopeless. In many countries of the developing world,patients will not complain of such emotional symptoms, butrather of physical symptoms, such as fatigue or multiple achesand pains.\nTypical physiological symptoms that occur across cultures\ninclude sleep disturbance (most often insomnia with earlymorning awakening, but occasionally excessive sleeping);appetite disturbance (usually loss of appetite and weight loss,but occasionally excessive eating); and decreased energy.Behaviorally, some individuals with depression exhibit slowedmotor movements (psychomotor retardation), whereas othersmay be agitated. Cognitive symptoms may include thoughts ofworthlessness and guilt, suicidal thoughts, difficulty concen-trating, slow thinking, and poor memory. Psychotic symptoms\noccur in a minority of cases.\nNatural History and Course. Major depression is an episodic\ndisorder that generally begins early in life (median age of onsetin the mid to late 20s in community epidemiological surveys),although new onsets can be observed across the lifespan.Childhood onset is being increasingly recognized, although notall childhood precursors of adult depression take the form of aclear depressive disorder. Most individuals suffering froma depressive episode will have a recurrence (Mueller and others1999), with recurrence risk greater among those with early-onset disease. Many individuals do not recover completelyfrom their acute episodes and have chronic milder depressionpunctuated by acute exacerbations (Judd and others 1998). Thecurrent term for chronic, milder depression lasting more thantwo years is dysthymia. Although the symptoms of minor\ndepression are, by definition, less severe than those of a majordepressive episode, chronicity ultimately makes even this lesserform of the illness very disabling in many cases (Judd, Schettler,and Akiskal 2002). Depression has consistently been found inepidemiological surveys to be highly comorbid with othermental disorders, with roughly half the people who have ahistory of depression also having a lifetime anxiety disorder.Comorbidities of depression and anxiety disorders are genera-lly strongest with generalized anxiety disorder and panicdisorder (Kessler and others 1996).\nEpidemiology and Burden. Prevalence of nonbipolar depres-\nsion has been estimated in a number of large-scale communityepidemiological surveys. Lifetime prevalence estimates of hav-ing either major depressive disorder or dysthymia in these sur-veys are in the range 4.2 to 17.0 percent (Andrade and others2003; Bijl and others 1998), with a weighted mean of 12.1 per-cent. Six- to 12-month prevalence estimates have a similarlywide range (1.9 to 10.9 percent) (Andrade and others 2003;Robins and Regier 1991), with a weighted mean of 5.8 percent.These wide differences in prevalence likely represent the difficul-ties inherent in self-reporting of conditions that are invariablystigmatized across cultures. Prevalence estimates are consistentlyhighest in North America and lowest in Asia (with prevalenceestimates of major depressive disorders generally a good dealhigher than those of dysthymia).\nEpidemiological data document consistent delays in\npatients initially seeking professional treatment for depression,especially among early-onset cases (Olfson and others 1998), as\nwell as substantial undertreatment. For example, World MentalHealth surveys in six Western European countries found thatonly 36.6 percent of people with active nonbipolar depressionin the 12 months before the survey received any professionaltreatment for this disorder during the subsequent year\n610 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and others\nMental Disorders | 611(ESEMeD/MHEDEA 2000 Investigators 2004). The situation is\neven worse in developing countries, where the vast majority ofpeople with depression who seek help do so in general healthcare settings and complain of nonspecific physical symptoms.Such individuals receive a correct diagnosis in less than one-quarter of cases and typically are treated with medicines ofdoubtful efficacy (Linden and others 1999).\nDepression is consistently found in community surveys to\nbe associated with substantial impairments in both productiveand social roles (Wang, Simon, and Kessler 2003). As withbipolar depression, but exacerbated by its high incidence, therecurrent nature and disabling consequences of (unipolar)depression mean that overall disease burden estimates are highin all regions of the world (5,000 to 10,000 DALYs per 1 millionpopulation, as much as 5 percent of the total burden of diseasefrom all causes; table 31.1). Depression is, in fact, ranked as thefourth leading cause of disease burden globally and representsthe single largest contributor to nonfatal burden (Ustun andothers 2004).\nInterventions. Efficacy has been demonstrated for several\nclasses of antidepressant drugs and for two psychosocial treat-ments for depression (Paykel and Priest 1992). The older tri-cyclic antidepressants (TCAs) and newer drugs, including theselective serotonin reuptake inhibitors (SSRIs), have similarefficacy. The newer drugs have milder side-effect profiles andare consequently more likely to be tolerated at therapeuticdoses (Pereira and Patel 1999). SSRIs have not been widely usedin developing countries because of their higher cost, althoughas the patent protection expires, this situation is likely tochange (Patel 1996). Of the psychosocial treatments withdemonstrated efficacy, the most widely accepted are cognitive-behavioral approaches. Alone or in combination, drug and psy-chosocial treatments speed recovery from acute episodes.Maintenance treatment with drugs decreases relapse risk(Geddes and others 2003). Some evidence suggests that acourse of psychotherapy may also delay relapses. Althoughmost of the clinical trials have been carried out in industrialcountries, at least three high-quality trials have demonstratedthe efficacy of antidepressants, group therapy, or both in devel-oping countries (Araya and others 2003; Bolton and others2003; Patel and others 2003).\nFor the cost-effectiveness analyses, depression was modeled\nas an episodic disorder with a high rate of remission andsubsequent recurrence, and with excess mortality from suicide(Chisholm and others 2004). None of the selected depressioninterventions was accorded a reduction in case fatality, however,owing to the lack of robust clinical evidence that antidepressantsor psychotherapy in themselves alter the relative risk of death bysuicide (Storosum and others 2001). The main modeled impactof intervention targeted toward episodic treatment of a newdepressive episode was a reduction in the duration of time\ndepressed, equivalent to an increase in the remission rate (25 to40 percent improvement over no treatment; Malt and others1999; Solomon and others 1997). In addition, all interventionswere attributed a modest improvement in the level of disabilityfor an unremitted depressive episode (10 to 15 percent),resulting from increased proportions of cases moving frommore to less severe health states. For the estimated 56 percent ofprevalent cases eligible for maintenance treatment (at least twolifetime episodes), an additional effect of efficacious mainte-nance treatment was incorporated into the analysis by reducingthe incidence of recurrent episodes by 50 percent (Geddes andothers 2003). Estimates of intervention effectiveness include thepositive change that would occur naturally and also incorporateany placebo effect, which, in the treatment of depression, is notinconsiderable (Andrews 2001).\nANXIETY DISORDERS\nAnxiety disorders are a group of disorders that have as theircentral feature the inability to regulate fear or worry. Althoughanxiety in itself is likely to feature in the clinical presentation ofmost patients, somatic complaints such as chest pain, palpita-tions, respiratory difficulty, headaches, and the like are alsocommon, and these symptoms may be more common indeveloping countries. A number of different types of anxietydisorder exist, some of which are now briefly described.\nThe central feature of panic disorder is an unexpected panic\nattack, which is a discrete period of intense fear accompaniedby physiologic symptoms such as a racing heart, shortness ofbreath, sweating, or dizziness. The person may have an intensefear of losing control or of dying. Panic disorder is diagnosedwhen panic attacks are recurrent and give rise to anticipatoryanxiety about additional attacks. People with panic disordermay progressively restrict their lives to avoid situations inwhich panic attacks occur or situations from which it might bedifficult to escape should a panic attack occur. They common-ly avoid crowds, traveling, bridges, and elevators, and ultimate-ly some individuals may stop leaving home altogether.Pervasive phobic avoidance is described as agoraphobia.\nGeneralized anxiety disorder is characterized by chronic\nunrealistic and excessive worry. These symptoms are accompa-nied by specific anxiety-related symptoms such as sympatheticnervous system arousal, excessive vigilance, and motor tension.Posttraumatic stress disorder follows serious trauma. It is\ncharacterized by emotional numbness, punctuated by intrusivereliving of the traumatic episode, generally initiated by envi-ronmental cues that act as reminders of the trauma; by dis-turbed sleep; and by hyperarousal, such as exaggerated startleresponses.\nSocial anxiety disorder (social phobia )i sc h a r a c t e r i z e db ya\npersistent fear of social situations or performance situations thatexpose a person to potential scrutiny by others. The affectedperson has intense fear that he or she will act in a way that willbe humiliating. Separating social anxiety disorder fromextremes of normal temperament, such as shyness, is difficult.Nonetheless, social anxiety disorder can be quite disabling.Simple phobias are extreme fear in the presence of discrete stim-\nuli or cues, such as fear of heights.\nThe core features of obsessive-compulsive disorder are obses-\nsions (intrusive, unwanted thoughts) and compulsions (per-formance of highly ritualized behaviors intended to neutralizethe negative thoughts and emotions resulting from the obses-sions). One symptom pattern might be repetitive hand washingbeyond the point of skin damage to neutralize fears ofcontamination.\nNatural History and Course \nThe anxiety disorders differ in their age of onset, course of ill-\nness, and symptom triggers. One of these disorders, PTSD, isdependent for its etiology on one or more powerfully negativelife events. Although the anxiety disorders are discussed as agroup, panic disorder is chosen because of the available data forthe purposes of the cost-effectiveness analysis.\nPrevalence estimates of anxiety disorders based on commu-\nnity epidemiological surveys vary widely, from a low of 2.2 per-cent (Andrade and others 2003) to a high of 28.5 percent(Kessler and others 1994), with a weighted mean across surveysof 15.6 percent. Prevalence estimates for anxiety disorders inthe past 6 to 12 months have a similarly wide range (1.2 to19.3 percent) (Andrade and others 2003; Kessler and others1994), with a weighted mean of 9.4 percent. Despite widevariation in overall prevalence, several clear relative prevalencepatterns can be seen across surveys. Specific phobia is generallythe most prevalent lifetime anxiety disorder, with social phobiagenerally the second most prevalent lifetime anxiety disorder.Panic disorder and obsessive-compulsive disorder are generallythe least prevalent.\nThese surveys also provide evidence about the persistence of\nanxiety disorders, indirectly defined as the ratio of 6-month or12-month to lifetime prevalence. This ratio averages approxi-mately 60 percent for overall anxiety disorders, indicating ahigh rate of persistence across the life course. The highestpersistence is generally found for social phobia, and the lowestfor agoraphobia. These estimates of high persistence are con-sistent with results obtained from longitudinal studies ofpatients (Y onkers and others 2003).\nAnxiety disorders have consistently been found in epidemio-\nlogical surveys to be highly comorbid both among themselvesand with mood disorders (for example, de Graaf and others2003). The vast majority of people with a history of one anxietydisorder typically also have a second anxiety disorder, while\nmore than half the people with a history of either anxiety ormood disorder typically have both types of disorder.Retrospective reports from community surveys consistentlyshow that anxiety disorders have early average ages of onset.An impressive cross-national consistency can be seen in thesepatterns, with an estimated median age of onset of anxiety atapproximately 15.\nEpidemiological surveys have also looked at the treatment\nof anxiety disorders. As with depression, consistent evidence inthese surveys suggests that delays in initially seeking profes-sional treatment for an anxiety disorder are widespread afterfirst onset (Olfson and othe rs 1998). This finding is especially\ntrue among early-onset cases. Epidemiological data also showthat only a minority of current cases receive any formal treat-ment in Western countries, whereas treatment of anxiety disor-ders is virtually nonexistent in many developing countries. Themost recently published surveys, the World Mental Healthsurveys in six Western European countries, found that only26.3 percent of people with an active anxiety disorder in the12 months before the survey received any professional treat-ment (ESEMeD/MHEDEA 2000 Investigators 2004).\nAnxiety disorders have consistently been found to be associ-\nated with substantial impairments in both productive roles (forexample, work absenteeism, work performance, unemploy-ment, and underemployment) and social roles (social isolation,interpersonal tensions, and marital disruption, among others)(see, for example, Kessler and Frank 1997). As noted earlier, forthe purposes of this chapter, one of the anxiety disorders—panic disorder—has been chosen to describe interventions andundertake cost-effectiveness analysis. Panic disorder is as dis-abling as obsessive-compulsive disorder and PTSD, accountsfor about one-third of all seriously impairing anxiety disorders,is one of the most common anxiety disorders presenting fortreatment, and imposes an estimated burden of 600 to 800DALYs per 1 million population.\nGood evidence exists that both drug and psychosocial\ntreatments are effective for managing anxiety disorders.Antidepressant drugs (both older TCAs and SSRIs) have beenshown to be effective for the treatment of several anxiety disor-ders, including panic disorder, reducing the duration andintensity of the disorder. Although high-potency benzodi-azepines are efficacious for panic disorder, these drugs carry arisk of dependence and are not considered the first line oftreatment. Psychosocial treatments, especially cognitive-behavioral therapy, are also effective in diminishing both panicattacks and phobic avoidance.\nInterventions for Panic Disorder\nAlthough evidence-based interventions for panic disorder have\nyet to be evaluated or made widely available in developing\n612 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and others\ncountries, the potential population-level impact of a number of\ninterventions—including older and newer antidepressants,anxiolytic drugs (benzodiazepines), and psychosocialtreatments—was examined. Interventions reduce the severityof panic attacks and improve the probability of making a fullrecovery. Effect sizes for symptom improvement were drawnfrom a meta-analysis of the long-term effects of intervention ofpanic disorder (Bakker and others 1998) and converted into anequivalent change in disability weight (Sanderson and others2004). Concerning remission, a number of controlled andnaturalistic studies (for example, Faravelli, Paterniti, andScarpato 1995; Y onkers and others 2003) reveal a consistentremission rate of 12 to 13 percent for pharmacological andcombination strategies—except for benzodiazepine use, forwhich the evidence is that longer-term recovery is actuallyworse than placebo (Katschnig and others 1995)—which repre-sents a 62 percent improvement in efficacy over the untreatedremission rate (7.4 percent).\nCOST-EFFECTIVENESS METHODS AND RESULTS\nThis section estimates the burden attributed to schizophrenia,bipolar disorder, depression, and panic disorder that could beaverted (through scaling up) by proven, efficacious treatments.It is followed by calculations of the expected cost and cost-effectiveness of such treatments. Analysis is conducted at thelevel of six low- and middle-income geographical World Bankregions.\nEstimation of Population-Level Effectiveness of Treatments\nIn modeling the impact of mental health interventions, we\nused a state-transition model (Lauer and others 2003) thattraces the development of a population, taking into accountbirths, deaths, and the disease in question. In addition to pop-ulation size and structure, the model makes use of a number ofepidemiological parameters (incidence and prevalence, remis-sion, and cause-specific and residual rates of mortality) andassigns age- and gender-specific disability weights to both thedisease in question and the general population. The output ofthe model is an estimate of the total healthy life years experi-enced by the population over a lifetime period (100 years). Themodel was run for a number of possible scenarios, including notreatment at all (natural history), current treatment coverage,and scaled-up coverage of current as well as potential newinterventions. For the treatment scenarios, an implementationperiod of 10 years was used (thereafter, epidemiological ratesand health state valuations return to natural history levels). Themodel derived the number of additional healthy years gained(equivalent to DALYs averted) each year in the populationcompared with the outcome for no treatment at all. DALYsaverted in future years were discounted at a rate of 3 percent(reflecting a societal preference for health benefits to be realized\nsooner), but no age-weighting was used.\nEstimation of the baseline epidemiological situation that\nwould prevail without treatment used incidence and preva-lence estimates from the Global Burden of Disease 2000 studyof the World Health Organization (WHO) (see online GlobalBurden of Disease documentation for the four disorders athttp://www.who.int/evidence/bod). Current pharmacolog-ical or psychosocial treatments do not exert a primary preven-tive effect on the onset of the four conditions (althoughsome evidence exists that treating depression in parents mayreduce risk for offspring), indicating that currently observedincidence rates coincide with those that would pertain underno treatment. Prevention of recurrences of acute episodes (sec-ondary prevention) has been demonstrated for maintenancetreatments for major depression and bipolar disorder.Maintenance treatment with antipsychotic drugs decreases therisk of recurrent acute episodes of schizophrenia. For each con-dition, a range of treatment strategies was considered andassessed, including older (and widely available) psychothera-peutic drugs, newer pharmacotherapies, psychosocial treat-ments, and combination treatments (see table 31.2 for a list ofinterventions included).\nEstimation of Population-Level Treatment Costs\nCost estimation followed the principles and procedures\ndescribed in chapter 7 for carrying out economic analyses of dis-ease control priorities in developing countries. For depressionand panic disorder, treatment was assumed to occur in a pri-mary care setting, whereas for schizophrenia and bipolar disor-der, which often produce highly disruptive behaviors, both hos-pital- and community-based outpatient service models werederived and compared. Both program- and patient-level costswere identified and estimated. Program-level costs included theinfrastructure and administrative support for implementingmental health treatments, as well as training inputs (for exam-ple, two to three days per trainee were estimated for trainingprimary care doctors and case managers in psychotropic med-ication management). Patient-level resource inputs includedmedication regimens (for example, fluoxetine, 20 milligramsdaily), laboratory tests (for example, lithium blood levels),primary care visits (including any contacts with a case manager),and hospital outpatient and inpatient care. Estimated patient-level resource inputs for each of the four disorders were informedby empirical economic evaluative studies (for example, Patel andothers 2003; Srinivasa Murthy and others 2005) as well as a multi-national Delphi consensus study of resource use for psychiatricdisorders in seven developing countries (Ferri and others 2004).Region-specific unit costs or prices were applied to all resourceinputs (see Mulligan and others 2003) to give an annual cost foreach case as well as for all cases at the specified level of treatment\nMental Disorders | 613\ncoverage. Costs incurred over the 10-year implementation peri-\nod were discounted at 3 percent and expressed in U.S. dollars(rather than international dollars, which attempt to adjust fordifferences in purchasing power between countries).\nCoverage\nIn each World Bank region, treatment costs and effects were\nascribed to the population in need, both at current levelsof intervention coverage and at a scaled-up, target level ofcoverage (80 percent for schizophrenia, 50 percent for the otherconditions). Target coverage levels were predicated on the basisof what could feasibly be achieved given existing rates of treat-ment (Ferri and others 2004; Kohn and others 2004), as well ason prerequisites for increased coverage, such as recognition ofcommon mental disorders in primary care. Estimation of cur-rent regional levels of effective coverage is hampered by lack ofdata; nevertheless, an attempt was made to approximate theexpected proportion of the diseased population receivingevidence-based pharmacological and psychosocial treatments\n(Ferri and others 2004; Kohn and others 2004), plus those incontact with traditional healers (the effectiveness of which wasconservatively approximated by ascribing a placebo effect sizefor each disorder).\nResults\nTables 31.3 through 31.6 provide estimates of the population-\nlevel effects (measured in DALYs averted), costs, and cost-effectiveness of each intervention by world region for the fourtypes of psychiatric disorder considered in this chapter. A num-ber of key findings emerge from this analysis.\nTreatment Effectiveness. Results for schizophrenia and bipo-\nlar disorder are similar (albeit at differing coverage levels), rang-ing from less than 100 DALYs averted per 1 million populationunder the current situation in Sub-Saharan Africa and SouthAsia to 350 to 400 DALYs averted per 1 million population for\n614 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and othersTable 31.2 Interventions for Reducing the Burden of Major Psychiatric Disorders in Developing Countries\nDisorder Intervention Example\nSchizophrenia \nTreatment setting: hospital outpatient Treatment coverage (target): 80 percent\nBipolar affective disorder\nTreatment setting: hospital outpatient Treatment coverage (target): 50 percent\nDepression\nTreatment setting: primary health care Treatment coverage (target): 50 percent\nPanic disorder\nTreatment setting: primary health care Treatment coverage (target): 50 percentOlder (neuroleptic) antipsychotic drug\nNewer (atypical) antipsychotic drugOlder antipsychotic drug and psychosocial treatmentNewer antipsychotic drug and psychosocial treatment\nOlder mood-stabilizing drug\nNewer mood-stabilizing drugOlder mood-stabilizing drug and psychosocial treatmentNewer mood-stabilizing drug and psychosocial treatment\nEpisodic treatment\nOlder TCANewer antidepressant drug (SSRI; generic)Psychosocial treatmentOlder antidepressant drug and psychosocial treatmentNewer antidepressant drug and psychosocial treatmentMaintenance treatmentOlder antidepressant drug and psychosocial treatmentNewer antidepressant drug and psychosocial treatment\nBenzodiazepines\nOlder TCANewer antidepressant drug (SSRI; generic)Psychosocial treatmentOlder antidepressant drug and psychosocial treatmentNewer antidepressant drug and psychosocial treatmentHaloperidol\nRisperidoneHaloperidol plus family psychoeducationRisperidone plus family psychoeducation\nLithium carbonate\nSodium valproateLithium plus family psychoeducationValproate plus family psychoeducation\nImipramine or amitriptyline\nFluoxetineGroup psychotherapyAmitriptyline plus group psychotherapyFluoxetine plus group psychotherapy\nImipramine plus group psychotherapy\nFluoxetine plus group psychotherapy\nAlprazolam\nAmitriptylineFluoxetineCognitive therapy Amitriptyline plus cognitive therapyFluoxetine plus cognitive therapy\nSource: Authors’ own estimates and recommendations.\nNote: Interventions in bold are the most cost-effective treatments of choice.\nMental Disorders | 615Table 31.3 Cost-Effectiveness Results: Schizophrenia\nModel definition:\nWorld Bank regionTreatment setting: (a) hospital-based; (b) community-basedSub-Saharan Latin America Middle East and Europe and East Asia and\nTreatment coverage: 80 percent Africa and the Caribbean North Africa Central Asia South Asia the Pacific\nTotal effect (DALYs averted per year per 1 million population)\nCurrent situation 74 136 115 258 87 148Older (neuroleptic) antipsychotic drug 149 219 214 254 177 231Newer (atypical) antipsychotic drug 160 235 230 273 190 248Older antipsychotic drug plus 254 373 364 353 300 392\npsychosocial treatment\nNewer antipsychotic drug plus 261 383 373 364 308 403\npsychosocial treatment\nTotal cost (US$ million per year per 1 million population)\nCurrent situation 0.42 2.07 1.31 3.13 0.51 1.11 Hospital-based service model \nOlder (neuroleptic) antipsychotic drug 0.60 3.09 2.40 2.24 0.74 1.18Newer (atypical) antipsychotic drug 2.80 6.33 5.41 6.16 3.36 4.63 Older antipsychotic drug plus 0.67 3.27 2.56 2.36 0.81 1.26 \npsychosocial treatment\nNewer antipsychotic drug plus 2.87 6.56 5.61 6.31 3.44 4.73\npsychosocial treatment\nCommunity-based service model\nOlder (neuroleptic) antipsychotic drug 0.40 1.58 1.42 1.17 0.44 0.66 Newer (atypical) antipsychotic drug 2.59 4.85 4.45 5.11 3.07 4.12 Older antipsychotic drug plus 0.47 1.81 1.61 1.32 0.52 0.75 \npsychosocial treatment\nNewer antipsychotic drug plus 2.67 5.09 4.66 5.28 3.16 4.22 \npsychosocial treatment\nCost-effectiveness (US$ per DALY averted)\nCurrent situation 5,695 15,192 11,400 12,134 5,900 7,533Hospital-based service model\nOlder (neuroleptic) antipsychotic drug 4,047 14,123 11,205 8,793 4,164 5,120Newer (atypical) antipsychotic drug 17,433 26,893 23,543 22,530 17,702 18,700Older antipsychotic drug plus 2,623 8,781 7,040 6,685 2,693 3,212\npsychosocial treatment\nNewer antipsychotic drug plus 10,996 17,146 15,027 17,329 11,164 11,746\npsychosocial treatment\nCommunity-based service model\nOlder (neuroleptic) antipsychotic drug 2,668 7,230 6,618 4,595 2,499 2,855Newer (atypical) antipsychotic drug 16,174 20,583 19,352 18,685 16,178 16,622Older antipsychotic drug plus 1,839 4,847 4,431 3,745 1,743 1,917\npsychosocial treatment\nNewer antipsychotic drug plus 10,232 13,313 12,485 14,481 10,239 10,484\npsychosocial treatment\nSource: Authors’ own estimates.\nNote: Intervention data in bold are the most cost-effective treatments of choice.\n616 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and othersTable 31.4 Cost-Effectiveness Results: Bipolar Disorder\nModel definition:\nWorld Bank regionTreatment setting: (a) hospital- \nbased; (b) community-based Sub-Saharan Latin America Middle East and Europe and East Asia and\nTreatment coverage: 50 percent Africa and the Caribbean North Africa Central Asia South Asia the Pacific\nTotal effect (DALYs averted per year per 1 million population)\nCurrent situation 79 128 97 199 93 153\nOlder mood-stabilizing drug (lithium) 292 336 296 381 319 389Newer mood-stabilizing drug 211 300 273 331 278 351\n(valproate)\nOlder mood-stabilizing drug plus 312 365 322 413 346 422\npsychosocial treatment\nNewer mood-stabilizing drug plus 232 330 300 365 306 386\npsychosocial treatment\nTotal cost (US$ million per year per 1 million population)\nCurrent situation 0.31 1.22 0.74 1.27 0.42 0.67 \nHospital-based service modelOlder mood-stabilizing drug (lithium) 0.61 2.77 1.92 2.03 0.82 1.30 \nNewer mood-stabilizing drug 0.79 2.87 2.04 2.20 1.03 1.53 \n(valproate)\nOlder mood-stabilizing drug plus 0.63 2.79 1.95 2.05 0.84 1.32 \npsychosocial treatment\nNewer mood-stabilizing drug plus 0.81 2.90 2.08 2.22 1.06 1.55 \npsychosocial treatment\nCommunity-based service model\nOlder mood-stabilizing drug (lithium) 0.46 1.78 1.20 1.37 0.59 0.93 Newer mood-stabilizing drug 0.64 1.91 1.36 1.57 0.82 1.17 \n(valproate)\nOlder mood-stabilizing drug plus 0.48 1.80 1.23 1.39 0.62 0.95 \npsychosocial treatment\nNewer mood-stabilizing drug plus 0.67 1.95 1.39 1.59 0.85 1.19 \npsychosocial treatment\nCost-effectiveness (US$ per DALY averted)\nCurrent situation 3,967 9,518 7,668 6,398 4,463 4,373Hospital-based service model\nOlder mood-stabilizing drug (lithium) 2,091 8,246 6,478 5,341 2,553 3,348Newer mood-stabilizing drug 3,727 9,579 7,501 6,648 3,709 4,358\n(valproate)\nOlder mood-stabilizing drug plus 2,016 7,644 6,036 4,957 2,424 3,119\npsychosocial treatment\nNewer mood-stabilizing drug plus 3,480 8,800 6,937 6,100 3,459 4,016\npsychosocial treatment\nCommunity-based service model\nOlder mood-stabilizing drug (lithium) 1,587 5,295 4,068 3,608 1,862 2,394Newer mood-stabilizing drug 3,057 6,386 4,971 4,727 2,943 3,338\n(valproate)\nOlder mood-stabilizing drug plus 1,545 4,928 3,823 3,359 1,787 2,241\npsychosocial treatment\nNewer mood-stabilizing drug plus 2,874 5,908 4,645 4,359 2,765 3,092\npsychosocial treatment\nSource: Authors’ own estimates.\nNote: Intervention data in bold are the most cost-effective treatments of choice.\nMental Disorders | 617Table 31.5 Cost-Effectiveness Results: Depression\nModel definition:\nWorld Bank regionTreatment setting: primary \nhealth careSub-Saharan Latin America Middle East and Europe and East Asia and\nTreatment coverage: 50 percent Africa and the Caribbean North Africa Central Asia South Asia the Pacific\nTotal effect (DALYs averted per year per 1 million population)\nCurrent situation 133 264 218 308 218 243Episodic treatment: older 599 995 920 874 987 891\nantidepressant drug (TCA)\nEpisodic treatment: newer 632 1,049 971 925 1,042 941\nantidepressant drug (SSRI)\nEpisodic psychosocial treatment 624 1,036 958 936 1,028 927Episodic psychosocial treatment 745 1,237 1,144 1,100 1,228 1,107\nplus older antidepressant\nEpisodic psychosocial treatment 745 1,237 1,144 1,100 1,228 1,107\nplus newer antidepressant\nMaintenance psychosocial treatment 1,174 1,953 1,806 1,789 1,937 1,747\nplus older antidepressant\nMaintenance psychosocial treatment 1,174 1,953 1,806 1,789 1,937 1,747\nplus newer antidepressant\nTotal cost (US$ million per year per 1 million population)\nCurrent situation 0.36 0.90 0.63 0.74 0.56 0.67Episodic treatment: older 0.30 1.28 0.96 0.81 0.47 0.47\nantidepressant drug (TCA)\nEpisodic treatment: newer 0.66 1.86 1.47 1.39 1.04 0.99\nantidepressant drug (SSRI)\nEpisodic psychosocial treatment 0.37 1.67 1.27 0.97 0.55 0.53Episodic psychosocial treatment 0.50 1.96 1.53 1.21 0.77 0.72\nplus older antidepressant\nEpisodic psychosocial treatment 0.90 2.60 2.10 1.85 1.40 1.29\nplus newer antidepressant\nMaintenance psychosocial treatment 0.96 3.44 2.77 2.19 1.45 1.38\nplus older antidepressant\nMaintenance psychosocial treatment 1.80 4.80 3.99 3.56 2.81 2.59\nplus newer antidepressant\nCost-effectiveness (US$ per DALY averted)\nCurrent situation 2,692 3,414 2,905 2,391 2,546 2,777Episodic treatment: older 505 1,288 1,039 929 478 533\nantidepressant drug (TCA)\nEpisodic treatment: newer 1,042 1,771 1,516 1,501 1,003 1,048\nantidepressant drug (SSRI)\nEpisodic psychosocial treatment 592 1,611 1,330 1,035 537 570Episodic psychosocial treatment 674 1,586 1,335 1,104 627 653\nplus older antidepressant\nEpisodic psychosocial treatment 1,203 2,101 1,834 1,682 1,140 1,161\nplus newer antidepressant\nMaintenance psychosocial treatment 817 1,760 1,533 1,226 749 788\nplus older antidepressant\nMaintenance psychosocial treatment 1,535 2,459 2,211 1,990 1,449 1,481\nplus newer antidepressant\nSource: Authors’ own estimates.\nNote: Intervention data in bold are the most cost-effective treatments of choice.\n618 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and othersTable 31.6 Cost-Effectiveness Results: Panic Disorder\nModel definition:\nWorld Bank regionTreatment setting: primary \nhealth careSub-Saharan Latin America Middle East and Europe and East Asia and\nTreatment coverage: 50 percent Africa and the Caribbean North Africa Central Asia South Asia the Pacific\nTotal effect (DALYs averted per year per 1 million population)\nCurrent situation 49 94 64 88 57 90Anxiolytic drug (benzodiazepine) 144 182 170 183 168 195Older antidepressant drug (TCA) 232 290 272 290 269 312Newer antidepressant drug (SSRI; 245 307 287 307 284 330\ngeneric)\nPsychosocial treatment 233 292 273 292 270 313\n(cognitive-behavioral therapy)\nOlder antidepressant plus  262 329 308 329 304 353\npsychosocial treatment\nNewer antidepressant plus 276 346 324 346 320 372\npsychosocial treatment\nTotal cost (US$ million per year per 1 million population)\nCurrent situation 0.06 0.13 0.08 0.07 0.05 0.10Anxiolytic drug (benzodiazepine) 0.10 0.20 0.15 0.15 0.10 0.12Older antidepressant drug (TCA) 0.09 0.18 0.14 0.14 0.08 0.11Newer antidepressant drug 0.15 0.27 0.21 0.23 0.16 0.20\n(SSRI; generic)\nPsychosocial treatment (cognitive- 0.11 0.27 0.21 0.17 0.09 0.11\nbehavioral therapy)\nOlder antidepressant plus 0.15 0.32 0.26 0.23 0.13 0.17\npsychosocial treatment\nNewer antidepressant plus 0.22 0.41 0.34 0.32 0.22 0.26\npsychosocial treatment\nCost-effectiveness (US$ per DALY averted)\nCurrent situation 1,192 1,378 1,208 824 948 1,109Anxiolytic drug (benzodiazepine) 681 1,075 892 842 572 629Older antidepressant drug (TCA) 369 619 508 474 305 339Newer antidepressant drug (SSRI; 630 865 747 741 567 606\ngeneric)\nPsychosocial treatment (cognitive- 468 927 786 594 338 365\nbehavioral therapy)\nOlder antidepressant plus  556 977 844 685 443 474\npsychosocial treatment\nNewer antidepressant plus 788 1,188 1,050 918 671 709\npsychosocial treatment\nSource: Authors’ own estimates.\nCBT /H11005cognitive behavioral therapy\nNote: Intervention data in bold are the most cost-effective treatments of choice.\ncombination drug and psychosocial interventions in Europe\nand Central Asia and East Asia and the Pacific. Second-generation (atypical) antipsychotic drugs were consideredslightly more effective than first-generation drugs (on the basisof a modest intrinsic efficacy difference and differences intolerability and adherence); lithium was considered modestly\nmore effective as a mood-stabilizing drug than valproate (on thebasis of its additional positive effect on suicide rates). Adjuvantpsychosocial treatment in combination with pharmacotherapysignificantly added to expected population-level health gain.\nWith the exception of Europe and Central Asia, less than 10 per-\ncent of the disease burden currently is being averted, whereas theimplementation of combined interventions at a scaled-up levelo fc o v e r a g ei se x p e c t e dt oa v e r t1 4t o2 2p e r c e n to ft h eb u r d e no fschizophrenia (coverage level, 80 percent) and 17 to 29 percentof the burden of bipolar disorder (coverage level, 50 percent).\nFor primary care treatment of common mental disorders,\nincluding depression and panic disorder, current levels of effec-tive coverage avert only 3 to 8 percent of the existing diseaseburden, whereas scaling up of the most effective interventionsto a coverage level of 50 percent could be expected to avertmore than 20 percent of the burden of depression and up toone-third of the burden of panic disorder. Considered at a pop-ulation level, episodic treatments for depressive episodes didnot differ substantially within regions (averting 10 to15 percentof current burden); more substantial health gain is expectedby providing maintenance treatment to individuals with recur-rent depression (approximately 1,200 to 1,900 DALYs avertedper 1 million population; 18 to 23 percent of burden). Such anapproach has been found to reduce the risk of relapse by half.Although the evidence to date from developing regions is mea-ger, our results suggest that SSRIs such as fluoxetine, alone or incombination with psychosocial treatment, are the most effec-tive treatments for panic disorder, with health gains consider-ably better than those estimated for benzodiazepine anxiolyticdrugs such as alprazolam.\nTreatment Costs. Community-based service models for\nschizophrenia and bipolar disorder were found to be apprecia-bly less costly than hospital-based service models (for example,interventions for bipolar disorder were 25 to 40 percent lesscostly). The total cost per capita of community-based outpa-tient treatment with first-generation antipsychotic or mood-stabilizing drugs, including all patient-level resource needs aswell as infrastructural support, ranged from US$0.40 toUS$0.50 in Sub-Saharan Africa and South Asia to US$1.20 toUS$1.90 in Latin America and the Caribbean and in Europeand Central Asia (equivalent patient costs per year, US$170 toUS$300 and US$300 to US$800, respectively). The cost percapita for interventions using second-generation (atypical)antipsychotic drugs still under patent is much higher (US$2.50to US$5.00). By contrast, some of the newer antidepressantdrugs (SSRIs) are now off patent, and their use in treatingdepression and panic disorder was accordingly costed at theirgeneric, nonbranded price. The patient-level cost of treating a6-month episode of depression ranged from as little as US$30(older antidepressants in Sub-Saharan Africa or South Asia) toUS$150 (newer antidepressants in combination with brief psy-chotherapy in Latin America and the Caribbean). T otal annualcosts for all incidents of depressive episodes receiving treat-ment, including training and other program-level costs, were asmuch as US$2 to US$5 per capita for a maintenance treatmentprogram using newer antidepressants, three times more costly\nthan episodic treatment with newer antidepressant drugs only.Patient-level resource inputs for panic disorder interventionscost US$50 to US$200 per case per year, and overall costsincluding program costs of training and administrationamounted to US$0.10 to US$0.30 per capita.\nCost-Effectiveness. Compared with both the current situation\nand the epidemiological situation of no treatment (natural his-tory), the most cost-effective strategy for averting the burden ofpsychosis and severe affective disorders in developing countriesis expected to be a combined intervention of first-generationantipsychotic or mood-stabilizing drugs with adjuvant psy-chosocial treatment delivered through a community-basedoutpatient service model, with a cost-effectiveness ratio ofbelow US$2,000 in Sub-Saharan Africa and South Asia, risingto US$5,000 in Latin America and the Caribbean (equivalent tomore than 500 DALYs averted per US$1 million expenditure inSub-Saharan Africa and South Asia and 200 DALYs averted inLatin America and the Caribbean). Currently, the high acquisi-tion price of second-generation antipsychotic drugs makestheir use in developing regions questionable on efficiencygrounds, although this situation can be expected to change asthese drugs come off patent. By contrast, evidence indicatesthat the relatively modest additional cost of adjuvant psy-chosocial treatment reaps significant health gains, therebymaking such a combined strategy for schizophrenia andbipolar disorder treatment more cost-effective than pharma-cotherapy alone.\nFor more common mental disorders treated in primary care\nsettings (depressive and anxiety disorders), the single mostcost-effective strategy is the scaled-up use of older antidepres-sants (because of their lower cost but similar efficacy comparedwith newer antidepressants). However, as the price marginbetween older and generic newer antidepressants continues todiminish, generic SSRIs—which have milder side effects andare more likely to be taken at a therapeutic dose (Pereira andPatel 1999)—can be expected to be at least as cost-effectiveand, therefore, the pharmacological treatment of choice in thefuture. Because depression is often a recurring condition,proactive care management, including long-term maintenancetreatment with antidepressant drugs, represents a cost-effectiveway of significantly reducing the enormous burden of depres-sion that exists in developing regions now (400 to 1,300 DALYsaverted per US$1 million expenditure).\nPOLICY AND SERVICE IMPLICATIONS\nMany attempts have been made during the past 50 years tohave mental health care placed higher on national and interna-tional agendas. In 1974, a WHO Expert Committee on the\nMental Disorders | 619\nOrganization of Mental Health Services in Developing\nCountries (WHO 1975) made the following recommendations:\n• Develop a national mental health policy and create a unit\nwithin the Health Ministry to implement it.\n• Budget for workforce development, essential drug procure-\nment, infrastructure development, data collection, andresearch.\n• Decentralize service provision and integrate mental health\ninto primary health care.\n• Train and supervise primary health care providers in mental\nhealth using specialist mental health staff.\nThirty years later, international agencies, nongovernmental\norganizations, and professional bodies continue to make thoseexact recommendations. One reason for the lack of action inmental health has been the paucity of information on the cost-effectiveness of mental health interventions. Advocacy withoutthe necessary science can readily be ignored in countries withmassive health problems and meager resources. This chapteraims to address this deficiency.\nSymptoms of mental disorders are often attributed to other\nillnesses, and mental disorders are often not considered healthproblems (Jacob 2001). Many nonscientific explanations formental illness exist, and stigma exists to varying degrees every-where (Weiss and others 2001) with widespread delays or fail-ure to seek appropriate care (James and others 2002).\nWhen care is sought, a hierarchy of interventions comes into\nplay, ranging from self-help, informal community support, tra-ditional healers, primary health care, specialist communitymental health care, and psychiatric units in general hospitals tospecialist long-stay mental hospitals. The mix of interventionsdepends on the availability of resources within a country orregion (Saxena and Maulik 2003). The more resource-constrained the country or region is, the greater is the relianceon self-help, informal community support (especially family-based), and primary health care.\nTraditional healers are often the first source individuals with\nmental illness and their families turn to for professional assis-tance (see, for example, Abiodun 1995). A recent review of com-mon mental disorders among primary health clinics and tradi-tional healers in urban Tanzania showed that the prevalence ofcommon mental disorders among those attending traditionalhealers was double that of patients at primary health care centers(Ngoma, Prince, and Mann 2003). Traditional healers are a het-erogeneous group and include faith healers, spiritual healers,religious healers, and practitioners of indigenous or alternativesystems of medicine. In some countries, they are part of theinformal health sector, but in other countries, traditional healerscharge for their services and should be considered part of theprivate health care sector. Often, traditional healers have highacceptability and are accessible; at times, traditional healerswork closely (and apparently effectively) with conventional\nmental health services (Thara, Padmavati, and Srinivasan 2004).Alternatively, animosity and competition can exist, and recentexamples of human rights violations by traditional healersdemonstrate the heterogeneity of this group of providers.\nThe formal diagnosis and treatment of mental disorders\noccur in both primary and specialist health services. Examplesin nearly a dozen countries now show it is feasible and practi-cable to treat common mental disorders in primary health caresettings (for example, Chisholm and others 2000; De Jong1996; Mohit and others 1999). The challenge is to enhance sys-tems of care by taking effective local models and disseminatingthem throughout a country.\nConcern has been expressed that the more sophisticated\npsychotherapies used in mental health care are beyond thehuman resources of developing countries. However, basic psy-chological therapies can be effective, though there is some evi-dence, at least for depression, that the newer drug therapies aremore cost-effective than psychological therapies (Patel andothers 2003). Psychoeducational family intervention has beenshown to be suitable for rehabilitation in schizophrenia in ruralChina (Ran and others 2003) and to be cost-effective comparedwith other standard treatment (Xiong and others 1994).Evidence also shows that nurses can replace physicians as pri-mary health care providers in certain circumstances withoutloss of effectiveness (Climent and others 1978). Primary carepractitioners need support to develop skills and experience indiagnosing and treating mental disorders: they need a sustain-able supply of medicines, access to supervision, and incentivesto see patients with mental illness (Abas and others 2003).Community approaches using low-cost, locally availableresources may improve treatment adherence and clinical out-comes even in rural and underresourced settings (Chatterjeeand others 2003; Srinivasa Murthy and others 2005).\nIn most countries, acute inpatient beds are being moved\nfrom mental hospitals into general or district hospitals.Although this policy potentially improves accessibility andincreases the links with, and support provided to, primarymental health care, concerns can be raised as to whether gen-eral hospitals can adapt to provide adequate services to peoplewith severe mental disorders. However, such services havebeen effectively established in a number of countries (see, forexample, Alem and others 1999; Kilonzo and Simmons 1998),showing this form of service delivery to be feasible when it isclinically indicated.\nNongovernmental organizations are important providers of\nmental health care. An estimated 93 percent of African and80 percent of Southeast Asian countries have nongovernmentalorganizations in the mental health sector. They provide diverseservices—including advocacy, informal support, housing,suicide prevention, substance misuse counseling, dementiasupport, rehabilitation, research, and other programs—that\n620 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and others\ncomplement, or in some cases substitute for, public and private\nclinical services (Levkoff, Macarthur, and Bucknall 1995; Pateland Thara 2003).\nServices for children and adolescents, the majority of the\npopulation in many developing countries, are even more defi-cient than those for adults. Priority needs to be given to theseservices (Rahman and others 2000). At the other end of the lifespectrum, many developing countries are facing aging popula-tions with grossly underdeveloped aged care services (Levkoff,Macarthur, and Bucknall 1995). The high level of civil conflictand natural disasters requires attention to postconflict andposttrauma mental health conditions. The prevalence of thesedisorders is demonstrated by a recent study (Livanou, Basoglu,and Kalendar 2002) showing that, of 1,000 survivors of theAugust 1999 earthquake in Turkey, the incidence of PTSD was63 percent and of depression was 42 percent.\nSpecialist mental health providers, especially mental hospi-\ntals, tend to focus the services they provide on the lower-prevalence, higher-disability disorders, such as schizophreniaand bipolar disorder. Modern treatments, if available and used,allow most patients to be treated effectively out of hospital.Specifically, the use of antipsychotic and mood-stabilizingdrugs and the development of strategies for community-basedtreatment have led to the closing of large numbers of psychi-atric inpatient beds in many countries and their replacementwith community services and general hospital psychiatric units(for example, Larrobla and Botega 2001).\nHowever, in some countries, the majority of psychotic\npatients remain in long-term inpatient facilities that engage incustodial care, which is often of poor quality; moreover, basicrights are often violated at such facilities (van Voren andWhiteford 2000). Even if the quality of care is reasonable, acces-sibility is a problem: these hospitals are often situated in urbanareas, but populations are largely rural and have limited trans-portation (Saraceno and others 1995). Furthermore, the con-centration of resources in these facilities can leave little forother service components (Gallegos and Montero 1999). Forexample, in Indonesia, 97 percent of the mental health budgetis spent on public mental hospitals (Trisnantoro 2002). Formany developing countries, the debate about the role of, orproblems with, mental hospitals is subsumed within a grossdeficiency of psychiatric beds of any kind.\nThe priority for virtually all countries is generating suffi-\ncient resources for primary mental health care and decidinghow to expand and best use scarce specialist resources. Thequality of care is often very poor, and huge variations exist inresource availability between countries (Saxena and Maulik2003; WHO 2001). Very few countries have what could be con-sidered an optimal mix of these services, and there are no uni-versally accepted planning parameters. However, conceptualmodels for developing national mental health policy andguidelines for service planning exist that can be useful indeveloping countries (Tansella and Thornicroft 1998;\nT ownsend and others 2004; WHO 2003).\nCONCLUSION: PUBLIC SUPPORT FOR A \nCOST-EFFECTIVE INTERVENTION PACKAGE \nIn developing countries, much of the mental health care spend-\ning is reported to be out of pocket. Individuals purchase mod-ern and traditional treatments if they can afford to do so.Although a large private health sector exists in low-incomecountries (Mills and others 2002), the quality and cost vary.Although unregulated markets fail in health, they fail evenmore in mental health. It is unlikely that a country will be ableto rely on an unregulated private sector to deliver services thatwill reduce the burden of mental disorders.\nIn addition to being a large and growing component of dis-\nease burden, mental disorders meet virtually all the criteria bywhich we determine the need for government involvement inhealth care (Beeharry and others 2002). They affect the poor,cause externalities, and inflict catastrophic costs; moreover, pri-vate demand is inadequate. Indeed, the authors recognize thatthe main measure of outcome used in this and other chapters—the disability-adjusted life year—is limited to capturing changein service user–level symptoms, disability, recovery, and case-fatality. The DALY does notcapture the positive change that\ntreatment may have on a number of other significant conse-quences of mental disorders, including family burden (in par-ticular, productive time and household resources given up inthe care of the sick family member) and lost productivity, at thelevel of both the individual and the household (treatment accel-erates return to paid work or usual household activities) and, byimplication, at the level of society in general. The evidence basefor these productivity increases, although modest in volume,constitutes an important additional argument alongside “costper DALY” considerations for investing in mental health.\nThe total budgetary requirements and health consequences\nof a cost-effective package of mental health care can begin to bemapped out by selecting one intervention for each of the fourdisorders considered in this chapter. Although the data avail-able for this exercise have limitations and will need to be refinedwith further research, table 31.7 summarizes the estimatedcosts and effects of a package consisting of (a) outpatient-basedtreatment of schizophrenia and bipolar disorder with first-gen-eration antipsychotic or mood-stabilizing drugs and adjuvantpsychosocial treatment, (b) proactive care of depression in pri-mary care with generic SSRIs (including maintenance treat-ment of recurrent episodes), and (c) treatment of panic disor-der in primary care with generic SSRIs. The estimated benefit ofsuch a package would be an annual reduction of 2,000 to 3,000DALYs per 1 million population, at a cost of US$3 million toUS$9 million (that is, US$3 to US$4 per capita in Sub-Saharan\nMental Disorders | 621\n622 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and othersAfrica and South Asia, and US$7 to US$9 per capita in Latin\nAmerica and the Caribbean). Accordingly, for every US$1 mil-lion invested in such a mental health care package, 350 to 700healthy years of life would be gained over what would occurwithout intervention.\nAt a country level, data such as those presented in this chap-\nter can be used to estimate the proportion of burden currentlyaverted, the proportion that can be averted with current knowl-edge and optimal coverage, and the burden not able to beaverted with current knowledge. Such modeling has been donefor some countries (for example, Andrews and others 2004).\nAlthough much remains to be learned about the etiology\nand treatment of mental disorders, the potential clearly existsfor a considerable reduction in the burden caused by them.For these gains to be made, the challenge is to overcome thecultural, financial, and structural barriers that prevent people\nfrom seeking and receiving treatment. We need to close the gapbetween what we know and what we do in treating mental dis-orders. We can alleviate the substantial burden of these disor-ders and reverse or limit many of the devastating social andeconomic impacts.\nREFERENCES \nAbas, M., L. Mbengeranwa, I. Chagwedera, P . Maramba, and J. Broadhead.\n2003. “Primary Care Services for Depression in Harare, Zimbabwe.”Harvard Review of Psychiatry 11 (3): 157–65.\nAbiodun, O. 1995.“Pathways to Mental Health Care in Nigeria.” Psychiatric\nServices 46 (8): 823–26.\nAlem, A., L. Jacobsson, M. Araya, D. Kebede, and G. Kullgren. 1999. “How\nAre Mental Disorders Seen, and Where Is Help Sought in a RuralTable 31.7 Costs and Effects of a Specified Mental Health Care Package\nWorld Bank region\nSub-Saharan Latin America Middle East and Europe and East Asia and\nAfrica and the Caribbean North Africa Central Asia South Asia the Pacific\nTotal effect (DALYs averted per year per 1 million population)\nSchizophrenia: older antipsychotic drug plus 254 373 364 353 300 392\npsychosocial treatment\nBipolar disorder: older mood-stabilizing drug 312 365 322 413 346 422\nplus psychosocial treatment\nDepression: proactive care with newer 1,174 1,953 1,806 1,789 1,937 1,747\nantidepressant drug (SSRI; generic)\nPanic disorder: newer antidepressant drug 245 307 287 307 284 330\n(SSRI; generic)\nTotal effect of interventions 1,985 2,998 2,779 2,862 2,867 2,891\nTotal cost (US$ million per year per 1 million population)Schizophrenia: older antipsychotic drug 0.47 1.81 1.61 1.32 0.52 0.75\nplus psychosocial treatment\nBipolar disorder: older mood-stabilizing drug 0.48 1.80 1.23 1.39 0.62 0.95\nplus psychosocial treatment\nDepression: proactive care with newer 1.80 4.80 3.99 3.56 2.81 2.59\nantidepressant drug (SSRI; generic)\nPanic disorder: newer antidepressant drug 0.15 0.27 0.21 0.23 0.16 0.20\n(SSRI; generic)\nTotal cost of interventions 2.9 8.7 7.0 6.5 4.1 4.5\nCost-effectiveness (DALYs averted per US$1 million expenditure)Schizophrenia: older antipsychotic drug 544 206 226 267 574 522\nplus psychosocial treatment\nBipolar disorder: older mood-stabilizing drug 647 203 262 298 560 446\nplus psychosocial treatment\nDepression: proactive care with newer 652 407 452 502 690 675\nantidepressant drug (SSRI; generic)\nPanic disorder: newer antidepressant drug 1,588 1,155 1,339 1,350 1,765 1,649\n(SSRI; generic)\nSource: Authors’ own estimates.\nEthiopian Community?” Acta Psychiatrica Scandinavica 100 (Suppl.\n397): 40–47.\nAmerican Psychiatric Association. 2000. Diagnostic and Statistical Manual\nof Mental Disorders . 4th ed., text revision. Washington, DC: American\nPsychiatric Association.\nAndrade, L., J. J. Caraveo-Anduaga, P . Berglund, R. V . Bijl, E.\nDragomirecka, R. Kohn, and others. 2003. “The Epidemiology ofMajor Depressive Episodes: Results from the InternationalConsortium of Psychiatric Epidemiology (ICPE) Surveys.”International Journal of Methods in Psychiatric Research 12 (1): 3–21.\nAndrews, G. 2001. “Placebo Response in Depression: Bane of Research,\nBoon to Therapy.” British Journal of Psychiatry 178 (3): 192–94.\nAndrews, G., C. Issakidis, K. Sanderson, J. Corry, and H. Lapsley. 2004.\n“Utilizing Survey Data to Inform Public Policy: Comparison of theCost-Effectiveness of Treatment of T en Mental Disorders” British\nJournal of Psychiatry 184 (6): 526–33.\nAndrews, G., K. Sanderson, J. Corry, C. Issakidis, and H. Lapsley. 2003.\n“Cost-Effectiveness of Current and Optimal Treatment forSchizophrenia.” British Journal of Psychiatry 183 (5): 427–35.\nAngst, J., and R. Sellaro. 2000. “Historical Perspectives and Natural History\nof Bipolar Disorder.” Biological Psychiatry 48 (6): 445–57.\nAraya, R., G. Rojas, R. Fritsch, J. Gaete, M. Rojas, and T. J. Peters. 2003.\n“Treating Depression in Primary Care in Low-Income Women inSantiago, Chile: A Randomised Controlled Trial.” Lancet 361 (9362):\n995–1000.\nAstrup, C., A. Fossum, and R. Holmboe. 1959. “A Follow-up Study of 270\nPatients with Acute Affective Psychoses.” Acta Psychiatrica\nScandinavica 34 (Suppl. 135): 1–65.\nBakker, A., A. J. L. M. van Balkom, P . Spinhoven, B. M. Blaauw, and R. van\nDyck. 1998. “Follow-up on the Treatment of Panic Disorder with orwithout Agoraphobia: A Quantitative Review.” Journal of Nervous and\nMental Disease 186 (7): 414–19.\nBeeharry, G., H. Whiteford, D. Chambers, and F. Baingana. 2002.\n“Outlining the Scope for Public Sector Involvement in Mental Health.”Health Nutrition and Population Discussion Paper, World Bank,Washington, DC.\nBijl, R. V ., G. van Zessen, A. Ravelli, C. de Rijk, and Y. Langendoen.\n1998. “The Netherlands Mental Health Survey and Incidence Study(NEMESIS): Objectives and Design.” Social Psychiatry and Psychiatric\nEpidemiology 33 (12): 581–86.\nBolton, P ., J. Bass, R. Neugebauer, H. Verdeli, K. Clougherty,\nP . Wickramaratne, and others. 2003. “Group InterpersonalPsychotherapy for Depression in Rural Uganda.” Journal of the\nAmerican Medical Association 289 (23): 3117–24.\nBowden, C. L., J. R. Calabrese, S. L. McElroy, L. Gyulai, A. Wassef, F. Petty,\nand others. 2000. “A Randomized, Placebo-Controlled 12-Month Trialof Divalproex and Lithium in Treatment of Outpatients with Bipolar IDisorder: Divalproex Maintenance Study Group.” Archives of General\nPsychiatry 57 (5): 481–89.\nBustillo, J. R., J. Lauriello, W. P . Horan, and S. J. Keith. 2001. “The\nPsychosocial Treatment of Schizophrenia: An Update.” American\nJournal of Psychiatry 158 (2): 163–75.\nChatterjee, S., V . Patel, A. Chatterje e, and H. Weiss. 2003. “Evaluation of a\nCommunity-Based Rehabilitation Model for Chronic Schizophrenia inRural India.” British Journal of Psychiatry 182 (1): 57–62.\nChisholm, D., K. Sanderson, J. L. Ayuso-Mateos, and S. Saxena. 2004.\n“Reducing the Burden of Depression: A Population-Level Analysis ofIntervention Cost-Effectiveness in 14 Epidemiologically Defined Sub-Regions (WHO-CHOICE).” British Journal of Psychiatry 184 (5):\n393–403.\nChisholm, D., K. Sekar, K. K. Kumar, K. Saeed, S. James, M. Mubbashar,\nand R. S. Murthy. 2000. “Integration of Mental Health Care intoPrimary Care: Demonstration Cost-Outcome Study in India and\nPakistan.” British Journal of Psychiatry 176 (6): 581–88.\nChisholm, D., M. Van Ommeren, J. L. Ayuso-Mateos, and S. Saxena.\nForthcoming. “Cost-Effectiveness of Clinical Interventions forReducing the Global Burden of Bipolar Disorder: A Global Analysis(WHO-CHOICE).” British Journal of Psychiatry .\nCliment, C. E., M. V . De Arango, R. Plutchick, and C. A. Leon. 1978.\n“Development of an Alternative, Efficient Low Cost Mental HealthDelivery System in Cali, Colombia, 1: The Auxiliary Nurse.” Social\nPsychiatry 13 (1): 29–35.\nDas Gupta, R., and J. F. Guest. 2002. “Annual Cost of Bipolar Disorder to\nU.K. Society.” British Journal of Psychiatry 180 (3): 227–33.\nde Graaf, R., R. V . Bijl, J. Spijker, A. T. Beekman, and W. A. Vollebergh. 2003.\n“T emporal Sequencing of Lifetime Mood Disorders in Relation toComorbid Anxiety and Substance Use Disorders—Findings from theNetherlands Mental Health Survey and Incidence Study.” Social\nPsychiatry and Psychiatric Epidemiology 38 (1): 1–11.\nDe Jong, J. 1996. “A Comprehensive Public Mental Health Programme in\nGuinea-Bissau: A Useful Model for African, Asian, and Latin-American\nCountries.” Psychological Medicine 26 (1): 97–108.\nESEMeD/MHEDEA 2000 Investigators. 2004. “Use of Mental Health\nServices in Europe: Results from the European Study of Epidemiologyof Mental Disorders, ESEMeD Project.” Acta Psychiatrica Scandinavica\n109 (Suppl. 420): 47–54.\nFaravelli, C., S. Paterniti, and A. Scarpato. 1995. “5-Y ear Prospective,\nNaturalistic Follow-up Study of Panic Disorder.” Comprehensive\nPsychiatry 36 (4): 271–77.\nFerri, C., D. Chisholm, M. Van Ommeren, and M. Prince. 2004. “Resource\nUtilisation for Neuropsychiatric Disorders in Developing Countries:A Multinational Delphi Consensus Study.” Social Psychiatry and\nPsychiatric Epidemiology 39 (3): 218–27.\nFrank, E., H. A. Swartz, and D. J. Kupfer. 2000. “Interpersonal and Social\nRhythm Therapy: Managing the Chaos of Bipolar Disorder.” Biological\nPsychiatry 48 (6): 593–604.\nGallegos, A., and F. Montero. 1999. “Issues in Community Based\nRehabilitation for Persons with Mental Illness in Costa Rica.”International Journal of Mental Health 28: 25–30.\nGeddes, J., S. M. Carney, T. A. Furukawa, D. J. Kupfer, and G. M. Goodwin.\n2003. “Relapse Prevention with Antidepressant Drug Treatment inDepressive Disorders: A Systematic Review.” Lancet 361 (9358): 653–61.\nGoodwin, F. K., B. Fireman, G. E. Simon, E. Hunkeler, J. Lee, and\nD. Revicki. 2003. “Suicide Risk in Bipolar Disorder during Treatmentwith Lithium and Divalproex.” Journal of the American Medical\nAssociation 290 (11): 1467–73.\nHarrison, G., K. Hopper, T. Craig, E. Laska, C. Diegel, J. Wanderling, and\nothers. 2001. “Recovery from Psychotic Illness: A 15- and 25-Y earInternational Follow-up Study.” British Journal of Psychiatry 178 (6):\n506–17.\nHelgason, T. 1964. “Epidemiology of Mental Disorders in Iceland: A\nPsychiatric and Demographic Investigation of 5,395 Icelanders.” Acta\nPsychiatrica Scandinavica 40 (Suppl. 173): 1–180.\nHuxley, N. A., S. V . Parikh, and R. J. Baldessarini. 2000. “Effectiveness of\nPsychosocial Treatments in Bipolar Disorder: State of the Evidence.”Harvard Review of Psychiatry 8 (3): 126–40.\nHwu, H. G., E. K. Y eh, and L. Y. Cheng. 1989. “Prevalence of Psychiatric\nDisorders in Taiwan Defined by the Chinese Diagnostic InterviewSchedule.” Acta Psychiatrica Scandinavica 79 (2): 136–47.\nHyman, S. E. 2000. “The Genetics of Mental Illness: Implications for\nPractice.” Bulletin of the World Health Organization 78 (4): 455–63.\nJablensky, A. N. 2000. “Epidemiology of Schizophrenia: The Global\nBurden of Disease and Disability.” European Archives of Psychiatry and\nClinical Neuroscience 250 (6): 274–85.\nMental Disorders | 623\nJablensky, A. N., G. Sartorius, M. Ernberg, A. Anker, J. E. Korten, R. Cooper,\nand others. 1992. “Schizophrenia: Manifestations, Incidence, andCourse in Different Cultures: A World Health Organization T en-Country Study.” Psychological Medicine (Suppl 20): 1–97.\nJacob, K. 2001. “Community Care for People with Mental Disorders in\nDeveloping Countries.” British Journal of Psychiatry 178 (4): 296–98.\nJames, S., D. Chisholm, R. S. Murthy, K. Sekar, K. Saeed, and\nM. Mubbashar. 2002. “Demand for, Access to, and Use of CommunityMental Health Care: Lessons from a Demonstration Project in Indiaand Pakistan.” International Journal of Social Psychiatry 48 (3): 163–76.\nJoy, C. B., C. E. Adams, and S. M. Lawrie. 2001. “Haloperidol versus\nPlacebo for Schizophrenia.” Cochrane Database of Systematic Reviews(2) D003082. http://www.mediscope.ch/cochrane-abstracts/ab003082.htm.\nJudd, L. L., H. S. Akiskal, J. D. Maser, P . J. Zeller, J. Endicott, W. Coryell, and\nothers. 1998. “A Prospective 12-Y ear Study of Subsyndromal andSyndromal Depressive Symptoms in Unipolar Major DepressiveDisorders.” Archives of General Psychiatry 55 (8): 694–700.\nJudd, L. L., P . J. Schettler, and H. S. Akiskal. 2002. “The Prevalence, Clinical\nRelevance, and Public Health Significance of SubthresholdDepressions.” Psychiatric Clinics of North America 25 (4): 685–98.\nKatschnig, H., M. Amering, J. M. Stolk, G. L. Klerman, J. C. Ballenger,\nA. Briggs, and others. 1995. “Long-T erm Follow-up after a Drug Trialfor Panic Disorder.” British Journal of Psychiatry 167 (4): 487–94.\nKendler, K. S., T. J. Gallagher, J. M. Abelson, and R. C. Kessler. 1996.\n“Lifetime Prevalence, Demographic Risk Factors, and DiagnosticValidity of Nonaffective Psychosis as Assessed in a U.S. CommunitySample: The National Comorbidity Survey.” Archives of General\nPsychiatry 53 (11): 1022–31.\nKendler, K. S., C. A. Prescot, J. Myers, and M. C. Neale. 2003. “The\nStructure of Genetic and Environmental Risk Factors for CommonPsychiatric and Substance Use Disorders in Men and Women.” Archives\nof General Psychiatry 60 (9): 929–37.\nKessler, R. C., and R. G. Frank. 1997. “The Impact of Psychiatric Disorders\non Work Loss Days.” Psychological Medicine 27 (4): 861–73.\nKessler, R. C., K. A. McGonagle, S. Zhao, C. B. Nelson, M. Hughes, S.\nEshleman, and others. 1994. “Lifetime and 12-Month Prevalence ofDSM-III-R Psychiatric Disorders in the United States: Results from theNational Comorbidity Survey.” Archives of General Psychiatry 51 (1):\n8–19.\nKessler, R. C., C. B. Nelson, K. A. McGonagle, J. Liu, M. Swartz, and D. G.\nBlazer. 1996. “Comorbidity of DSM-III-R Major Depressive Disorderin the General Population: Results from the U.S. National ComorbiditySurvey.” British Journal of Psychiatry 168 (Suppl. 30): 17–30.\nKilonzo, G., and N. Simmons. 1998. “Development of Mental Health\nServices in Tanzania: A Reappraisal for the Future.” Social Science and\nMedicine 47 (4): 419–28.\nKohn, R., S. Saxena, I. Levav, and B. Saraceno. 2004. “The Treatment Gap\nin Mental Health Care.” Bulletin of the World Health Organization 82\n(11): 858–66.\nLarrobla, C., and N. Botega. 2001. “Restructuring Mental Health: A South\nAmerican Survey.” Social Psychiatry and Psychiatric Epidemiology 36\n(5): 256–59.\nLauer, J. A., C. J. L. Murray, K. Roehrich, and H. Wirth. 2003. “PopMod: A\nLongitudinal Population Model with Two Interacting Disease States.”Cost Effectiveness and Resource Allocation 1: 6.\nLevkoff, S., I. Macarthur, and J. Bucknall. 1995. “Elderly Mental Health in\nthe Developing World.” Journal of Social Science and Medicine 41 (7):\n983–1003.\nLinden, M., Y. Lecrubier, C. Bellantuono, O. Benkert, S. Kisely, and\nG. Simon. 1999. “The Prescribing of Psychotropic Drugs by PrimaryCare Physicians: An International Collaborative Study.” Journal of\nClinical Psychopharmacology 19 (2): 132–40.Livanou, M., M. Basoglu, and D. Kalendar. 2002. “Traumatic Stress\nResponses in Treatment-Seeking Earthquake Survivors in Turkey.”Journal of Nervous and Mental Disorders 190 (12): 816–23.\nMalt, U. F., O. H. Robak, H-P . Madsbu, and M. Loeb. 1999. “The\nNorwegian Naturalistic Treatment Study of Depression in PrimaryPractice (NORDEP)—I: Randomised Double Blind Study.” British\nMedical Journal 318 (7192): 1180–84.\nMcGorry, P . D., A. R. Yung, L. J. Phillips, H. P . Yuen, S. Francey, E. M.\nCosgrave, and others. 2002. “Randomized Controlled Trial ofInterventions Designed to Reduce the Risk of Progression to First-Episode Psychosis in a Clinical Sample with Subthreshold Symptoms.”Archives of General Psychiatry 59 (10): 921–28.\nMills, A., R. Brugha, K. Hanson, and B. McPake. 2002. “What Can Be Done\nabout the Private Health Sector in Low-Income Countries.” Bulletin of\nthe World Health Organization 80 (4): 325–30.\nMohit, A., K. Saeed, D. Shahmohamadi, and J. Bolhari. 1999. “Mental\nHealth Manpower Development in Afghanistan: Report of a TrainingCourse for Primary Health Care Physicians.” Eastern Mediterranean\nHealth Journal 5 (2): 215–19.\nMortensen, P . B., C. B. Pedersen, T. Westergaard, J. Wohlfahrt, H. Ewald,\nO. Mors, and others. 1999. “Effects of Family History and Place andSeason of Birth on the Risk of Schizophrenia.” New England Journal of\nMedicine 340 (8): 603–8.\nMueller, T. I., A. C. Leon, M. B. Keller, D. A. Solomon, J. Endicott,\nW. Coryell, and others. 1999. “Recurrence after Recovery from MajorDepressive Disorder during 15 Y ears of Observational Follow-up.”American Journal of Psychiatry 156 (7): 1000–6.\nMulligan, J-A., J. A. Fox-Rushby, T. Adam, B. Johns, and A. Mills. 2003.\n“Unit Costs of Health Care Inputs in Low and Middle IncomeRegions.” Working Paper 9, Disease Control Priorities Project, FogertyInternational Center, National Institutes of Health, Bethesda, MD.http://www.fic.nih.gov/dcpp/wps.html.\nMurray, C. J. L., and A. D. Lopez. 1996. The Global Burden of Diseases: A\nComprehensive Assessment of Mortality and Disability from Diseases,Injuries, and Risk Factors in 1990 and Projected to 2020 . Boston: Harvard\nSchool of Public Health; Geneva: World Health Organization;Washington, DC: World Bank.\nNgoma, M., M. Prince, and A. Mann. 2003. “Common Mental Disorders\namong Those Attending Primary Health Clinics and Traditional Healersin Urban Tanzania.” British Journal of Psychiatry 183 (4): 349–55.\nNicolson, R., and J. L. Rapoport. 1999. “Childhood-Onset Schizophrenia:\nRare but Worth Studying.” Biological Psychiatry 46 (10): 1418–28.\nOlfson, M., R. C. Kessler, P . A. Berglund, and E. Lin. 1998. “Psychiatric\nDisorder Onset and First Treatment Contact in the United States andOntario.” American Journal of Psychiatry 155 (10): 1415–22.\nPatel, V . 1996. “Influences on Cost-Effectiveness.” British Journal of\nPsychiatry 169 (3): 381.\nPatel, V ., D. Chisholm, S. Rabe-Hesketh, F. Dias-Saxena, G. Andrew, and\nA. Mann. 2003. “Efficacy and Cost-Effectiveness of Drug andPsychological Treatments for Common Mental Disorders in GeneralHealth Care in Goa, India: A Randomised Controlled Trial.” Lancet 361\n(9351): 33–39.\nPatel, V ., and A. Kleinman. 2003. “Poverty and Common Mental Disorders\nin Developing Countries.” International Journal of Public Health 81 (8):\n609–15.\nPatel, V ., and R. Thara, eds. 2003. Meeting Mental Health Needs of\nDeveloping Countries: NGO Innovations in India . New Delhi: Sage.\nPaykel, E. S., and R. Priest. 1992. “Recognition and Management of\nDepression in General Practice: Consensus Statement.” British Medical\nJournal 305 (6863): 1198–202.\nPereira, J., and V . Patel. 1999.“Which Antidepressants Are Best T olerated in\nPrimary Care? A Pilot Randomized Trial in Goa.” Indian Journal of\nPsychiatry 41 (4): 358–63.\n624 | Disease Control Priorities in Developing Countries | Steven Hyman, Dan Chisholm, Ronald Kessler, and others\nPerugi, G., and H. S. Akiskal. 2002. “The Soft Bipolar Spectrum Redefined:\nFocus on the Cyclothymic, Anxious-Sensitive, Impulse-Dyscontrol,and Binge-Eating Connection in Bipolar II and Related Conditions.”Psychiatric Clinics of North America 25 (4): 713–37.\nRahman, A., M. Mubbashar, R. Gater, and D. Goldberg. 1998.\n“Randomised Trial of Impact of School Mental Health Programme inRural Rawalpindi, Pakistan.” Lancet 352 (9133): 1022–25.\nRahman, A., M. Mubbashar, R. Harrington, and R. Gater. 2000.\n“Annotation: Developing Child Mental Health Services inDeveloping Countries.” Journal of Child Psychology and Psychiatry 41\n(5): 539–46.\nRan, M. S., M. Z. Xiang, C. L. W. Chan, J. Leff, P . Simpson, M. S. Huang,\nand others. 2003. “Effectiveness of Psychoeducational Intervention forRural Chinese Families Experiencing Schizophrenia.” Social Psychiatry\nand Psychiatric Epidemiology 38 (2): 69–75.\nRobins, L. N., and D. A. Regier. 1991. Psychiatric Disorders in America: The\nEpidemiologic Catchment Area Study. New Y ork: Free Press.\nRobinson, D., M. G. Woerner, J. M. Alvir, R. Bilder, R. Goldman, S. Geisler,\nand others. 1999. “Predictors of Relapse Following Response from aFirst Episode of Schizophrenia or Schizoaffective Disorder.” Archives of\nGeneral Psychiatry 56 (3): 241–47.\nSanderson, K., G. Andrews, J. Corry, and H. Lapsley. 2004. “Modeling\nChange in Preference Values from Descriptive Health Status Using theEffect Size.” Quality of Life Research 13 (7): 1255–64.\nSaraceno, B., E. T erzian, F. Barquero, and G. T ognoni. 1995.“Mental Health\nCare in the Primary Health Care Setting: A Collaborative Study in SixCountries of Central America.” Health Policy and Planning 10 (2):\n133–43.\nSaxena, S., and P . K. Maulik. 2003. “Mental Health Services in Low- and\nMiddle-Income Countries: An Overview.” Current Opinion in\nPsychiatry 16 (4): 437–42.\nSolomon, D. A., M. B. Keller, A. C. Leon, T. I. Mueller, M. T. Shea,\nM. Warshaw, and others. 1997. “Recovery from Depression: A 10-Y earProspective Follow-up across Multiple Episodes.” Archives of General\nPsychiatry 54 (11): 1001–6.\nSrinivasa Murthy, R., K. Kishore Kumar, D. Chisholm, S. Kumar,\nT. Thomas, K. Sekar, and C. Chandrashekar. 2005. “CommunityOutreach for Untreated Schizophrenia in Rural India: A Follow-upStudy of Symptoms, Disability, Family Burden, and Costs.”Psychological Medicine 35: 341–51.\nStorosum, J. G., B. J. van Zweiten, W. van den Brink, B. Gersons, and M. D.\nBroekmans. 2001. “Suicide Risk in Placebo-Controlled Studies ofMajor Depression.” American Journal of Psychiatry 158 (8): 1271–75.\nTansella, M., and G. Thornicroft. 1998. “A Conceptual Framework for\nMental Health Services: The Matrix Model.” Psychological Medicine\n28 (3): 503–8.\nten Have, M., W. Vollebergh, R. Bijl, and W. A. Nolen. 2002. “Bipolar\nDisorder in the General Population in the Netherlands (Prevalence,Consequences, and Care Utilisation): Results from the NetherlandsMental Health Survey and Incidence Study (NEMESIS).” Journal of\nAffective Disorders 68 (2–3): 203–13.\nThara, R., R. Padmavati, and T. Srinivasan. 2004. “Focus on Psychiatry in\nIndia.” British Journal of Psychiatry 184 (4): 366–73.T ownsend, C., H. Whiteford, F. Baingana, W. Gulbinat, R. Jenkins, A. Baba,\nand others. 2004. “A Mental Health Policy T emplate: Domains andElements for Mental Health Policy Formulation.” International Review\nof Psychiatry 16 (1–2): 18–23. http://www.qcmhr.uq.edu.au/template/.\nTrisnantoro, L. 2002. “Decentralization Policy on Public Mental Hospitals\nin Indonesia: A Financial Perspective.” Paper presented at the Seminaron Mental Health and Health Policy in Developing Countries, May 15,Harvard University.\nTsuang, D., and W. Coryell. 1993. “An 8-Y ear Follow-up of Patients with\nDSM-III-R Psychotic Depression, Schizoaffective Disorder, andSchizophrenia.” American Journal of Psychiatry 150 (8): 1182–88.\nUstun, T. B., J. L. Ayuso-Mateos, S. Chatterji, C. Mathers, and C. J. L.\nMurray. 2004. “Global Burden of Depressive Disorders: Methods andData Sources.” British Journal of Psychiatry 184 (5): 386–92.\nvan Voren, R., and H. Whiteford. 2000. “Reform of Mental Health in\nEastern Europe.” Eurohealth Special Issue 6 (2): 63–65.\nVega, W. A., B. Kolody, S. Aguilar-Gaxiola, E. Alderete, R. Catalana, and \nJ. J. Caraveo-Anduaga. 1998. “Lifetime Prevalence of DSM-III-RPsychiatric Disorders among Urban and Rural Mexican Americans inCalifornia.” Archives of General Psychiatry 55 (9): 771–78.\nVicente, B., P . Rioseco, S. Saldivia, R. Kohn, and S. T orres. 2002. “Chilean\nStudy on the Prevalence of Psychiatric Disorders (DSM-III-R/CIDI)(ECPP).” Revista Medica de Chile 130 (5): 527–36.\nVijayakumar, L., K. Nagaraj, and S. John. 2004. “Suicide and Suicide\nPrevention in Developing Countries.” Working Paper 27, DiseaseControl Priorities Project, Fogerty International Center, NationalInstitutes of Health, Bethesda, MD. http://www.fic.nih.gov/dcpp/wps.html.\nWang, P . S., G. E. Simon, and R. C. Kessler. 2003. “The Economic Burden\nof Depression and the Cost-Effectiveness of Treatment.” International\nJournal of Methods in Psychiatric Research 12 (1): 22–33.\nWeiss, M. G., S. Jadhav, R. Raguram, P . Vounatsou, and R. Littlewood.\n2001. “Psychiatric Stigma across Cultures: Local Validation in\nBangalore and London.” Anthropology and Medicine 8 (1): 71–87.\nWHO (World Health Organization). 1975. Organization of Mental Health\nServices in Developing Countries: Sixteenth Report of the WHO ExpertCommittee on Mental Health . T echnical Report Series 564, WHO,\nGeneva.\n———. 1992. The ICD-10 Classification of Mental and Behavioral\nDisorders . Geneva: WHO.\n———. 2001. “Mental Health Resources: Project Atlas.” WHO, Geneva.\nhttp://www.who.int/mip/2003/other_documents/en/EAARMentalHealthATLAS.pdf.\n———. 2003. “Mental Health Policy and Services Development Project.”\nWHO, Geneva. http://www.who.int/mental_health/policy/en/.\nXiong, W., M. R. Phillips, X. Hu, R. Wang, Q. Dai, J. Kleinman, and\nA. Kleinman. 1994. “Family-Based Intervention for SchizophrenicPatients in China: A Randomised Controlled Trial.” British Journal of\nPsychiatry 165 (2): 239–47.\nY onkers, K. A., S. E. Bruce, I. R. Dyck, and M. B. Keller. 2003. “Chronicity,\nRelapse, and Illness-Course of Panic Disorder, Social Phobia, andGeneralized Anxiety Disorder: Findings in Men and Women from8 Y ears of Follow-up.” Depression and Anxiety 17 (3): 173–79.\nMental Disorders | 625"
}