{
    "filename": "MentalHealthGuidebookCovid19.pdf",
    "content": "This Handbook is created by a psychotherapist, supported by visual artists, in order to \nhelp the vulnerable and spread the sense of community in the world affected by \npandemic.\nIllustrations are purely artistic visualisation of the topic and have no gender or race \nconnotations.\nText is informative with the purpose to help those in need. For further information \ncontact your psychotherapist or psychiatrist.\nPsychotherapy is recommended to those affected by mental issues and their families.\nAuthor \nAndjelka Jelcic, Systemic Family Therapist \nCo-author \nIrina Perisic Bosnjak, Visual Artist \nPhotography \nJelena Simic Petrovic, Photographer \n.______,_._____, ------ •_________._ __ \n** *\n. ______,_._____, ----- •_________._ __ In the time of pandemic and constant inflow of new information about the \nnumber of people infected and precautionary measures, the overall level of \nanxiety (disturbance and fear) in the society is significantly raised. And this is \nindeed expected given the circumstances. Besides the fear of the infection  itself, \na vast number of people feel threatened by the upcoming existential  problems, \nloss of their jobs, self-isolation or quarantine. There is an increased  concern and \nworry in daily lives of people due to difficulty of getting basic groceries and \nprotective equipment.\nMeanwhile, despite the world's battle with pandemic, other battles have not \nceased to exist. Persons with mental illnesses are still facing their anxiety, panic \nattacks or psychotic outbreaks. We must not forget about them and the battles \nthey have led even before the pandemic started. Emotions and feelings  are our \nresponse to both internal and external events. Therefore, the question  is: What \nkind of emotions are being provoked in persons with mental difficulties  in the times \nlike these.\nHeightened stress situations, be it wars or natural disasters, such as \npandemic, a large world health crisis, can cause deterioration in persons with \nmental conditions even if they have been stable prior to it.\nExposure to a multitude of information that is constantly changing,  information \non number of critically ill, or deceased people can have very negative impact \non persons with mental health issues.\nIt is primarily about the feeling of a loss of control over their own life which  \npersons with mental health issues already struggle with and fear. Under these \ncircumstances their problems can double-up while their capacity to overcome  \nchallenges can decrease even more than usual.\nIn order to truly understand the world of persons with mental issues, one needs \nto leave the criticism behind, as well as labelling and judgemental  approach, \nand invite empathy and compassion in.\nTheir problem is real, and not the matter of being spoiled, overreacting or lacking \ndiscipline.\nAttention-Deﬁcit/Hyperactivity Disorder (ADHD)\nAttention-Deficit/Hyperactivity Disorder (ADHD) is an attention deficit disorder, with or without hyperactivity or \nimpulsiveness that stands in the way of everyday functioning. Imagine how the person who is struggling with \nattention issues feels when listening to the information they can not focus on. That person is scatterbrained, \ntends to lose things, seems absentminded, forgets about their duties, has difficulties waiting for their turn, \nand acts inappropriately in situations where they are expected to be calm and quiet.\nThey can feel restless and suffer from high levels of anxiety, fear and low self-esteem which is a common \nphenomenon that appears in mental problems. Before directing them how to behave due to pandemic, \ntry standing in their shoes for ten seconds at least.\nHow to Help?\nBe aware of the fact that they are in a very \nchallenging state they are facing daily while \nsolving the puzzle of life.\nTry to understand that this moment is \nparticularly difficult for them because today's \nlife challenge is new and unknown and hence \nfrightening.\nDo not use judgemental and commanding \ntones of voice, try offering them support and \na shoulder lean on.\nAsk them what their needs are with empathy \nand ask how can you help them do their daily \ntasks.\nRemember that they often have a low self-\nesteem, so point out their strengths: \"You are \nso good at … .” Stay with them while they are \ncompleting tasks such as washing their \nhands or putting a face mask on.\nThey will appreciate all the support given far \nmore than you may think. Be patient.\nAnxiety Disorder\nPersons with Anxiety Disorder can feel debilitating fear \nand disturbance, anxiety, increased muscle tension, and \nextreme caution in future planning.\nThey can show avoidant behaviours, experience \nfrustration, panic and feel that they are dying. They have \nso called thought errors, thoughts that starts with: what \nif...I lose control, embarrass myself or lose my mind. \nThey have physical sensations such as elevated heart-\nrate, difficulty breathing, muscle tension, and nausea.How to Help?\nTalk about their feelings, breathe together, practice \nabdominal breathing (slow and deep breathing by \ntaking even breaths) which is extremely efficient in \ncalming the body and mind. Encourage them to \nfocus on breathing, to slow down the breathing pace, \nto inhale deeply, hold their breath while counting to \nthree before exhaling, and to focus on their breath \ncirculating through their body.\nThis way, the mind is focused on the breath, \ndisturbing thoughts are minimized and body is \ncalming down. You can also practice progressive \nmuscle relaxation exercises together, and you will \nfeel its benefits too.\nBe there with them until they calm down, and then \nintroduce a plan of activities you can do together. Do \nnot say things like: \"You are overreacting; it's \nnothing\" , etc., as in their mind everything looks \nterrifying and catastrophic even though they are \noften logically aware that is not the case. Thoughts \ncan be overcome by thoughts and emotions by \nemotions.\nDo not say you understand if you have not \nexperienced anxiety or panic attacks yourself. Act \nwith empathy, say although you know you can’t \nunderstand the experience, it seems terrifying, and \nthat you are there for them. Refer to it as a wave of \nfeelings and you will wait together for it to pass.\nCreate the sense of security through structure based \nlittle things that you can control (such as \nprecautionary measures).\nRespect their daily plan and approach with kindness \nsome of their activities that may seem extreme (like \nexcessive cleaning). Perhaps the activity can help \nthem release some of their built up anxiety.\nBipolar Disorder\nA person with Bipolar Disorder is going through dramatic mood changes, from deep depression to manic \nphase, which is a phase of extreme upswing and energy increase.\nIn the depressive phase, a person may feel helpless and sad, hopeless and angry and suffer from low self-\nesteem. In the manic phase euphoria and delusions of grandeur are present; they feel almighty, have poor risk \nevaluation and may engage in risky behaviours.\nThey may have difficulties understanding their own feelings and controling their actions.\nHow to Help?\nTry to be there for them when they lose their mental \nbalance. What they need the most is empathy and \ncompassion. Understanding their life and their \nreactions to life, challenges them. Knowing that you \nare there for them is helpful. Their inner battle with \ntheir feelings, thoughts and guilt will not be \ndiminished by the present pandemic, quite the \ncontrary.\nAvoid saying: \"Calm down, it will go away\". They \nknow it will pass, but in that moment it feels so \noverwhelming to them it’s as if the feelings will \nnever stop. Above all, they do not want to have \nthose depressive or disturbing feelings either. So \nbreathe deeply with them if they are upset, hold \ntheir hand, suggest an activity you can do together.\nWhen they calm down, talk to them about how they \nfelt, make a plan together to prepare for the crisis \nsituation next time it occurs. Show understanding \nwhen they can't respond equally to your need for \nsupport.\nRemember that the state they are in is only one side \nof them and that as a person they are so much more \nthan their illness. Listen, stay connected, do not \ndismiss or give up on them. Bear in mind that they \nneed much bigger capacity to overcome their \nstruggles than they currently have.\nA person with Depressive Disorder feels sadness, emptiness and irritability, followed by physical and cognitive \nchanges that significantly affect person's functioning in all areas of their life.\nThey can lose their interest in activities they have previously enjoyed in, experience appetite changes, sleep \ndeprivation or excessive sleeping, feel worthless and guilty, have difficulties focusing and making decisions. \nThoughts of death and suicide are common in this state, as well as overall anxiety.\nAsk questions rather than making assumptions.\nRespect their feelings even when they seem inappropriate or out of proportion. Remember that no one can really \nknow what the other person actually feels. Hear them out and step in their shoes for ten seconds and then let \nthem how that feeling seems to you.\nDo not identify the person with their mental health problem.\nHelp them accomplish their daily plans. Remember that they will feel guilty if they do not join the planned activity. \nTheir refusal to participate should not be perceived as laziness, in fact their illness reflects in the lack of \nmotivation to execute the plan. Help them give their contribution to their daily lives.\nDo not try to fix them or change them and do not forget that the state they are in is not their choice.Depressive Disorder\nHow to help?\nA person with a Feeding and Eating Disorder has a difficult relationship with food which greatly affects their \npsychosocial and physical well-being. They have a distorted, negative picture of their own body, and are \npreoccupied with thoughts of food, calorie counting and exercising. They are finding ways to purify their body or to \nresolve their emotions with food, using it as a shield from emotional hurt. Increased anxiety is commonly present.\nWorrying about food and getting groceries, unavailability of gyms and limited sport activities can cause an \nincrease in the disturbed state of mind in persons who suffer from eating disorder and therefore provoke even \nmore drastic measures in their food intake control.\nMake a plan of light exercises and diet \ntogether. Demonstrate healthy ways of taking \ncare of your body.\nTalk honestly and openly about your concerns.\nIgnoring the problem due to new situation will \nnot make it go away, in fact, it can only make it \nworse.\nPointing out that the situation in the world is \ntough will not help. Try being nurturing instead \nand remind them of their part in being \nresponsible for their health.\nDo not tell them to just drop it and start eating \nor to cut down the exercises. Remember that \nthey are in a vicious cycle of their own thought \nand can't see the way out.\nEmbrace them even if they reject themselves \nand speak your mind and express feelings \nabout them and their body.\nFood is a body fuel and immune system \nprotection, just as a mask is to the face and \ngloves to the hands. Try to represent it this \nway and avoid any connections between food \nand emotions.How to Help?Feeding and Eating Disorder\nA person with Obsessive-Compulsive Disorder is struggling with obsessive, recurrent and persistent thoughts or \nimages that they experience as intrusive and unwanted and over which they have no control. While attempting to \nestablish that control, compulsions appear as another symptom. Compulsions are actions, repeated behaviours \nguided by obsessive thoughts that have to be done in a rigid manner and follow the strict rules.\nPersons with OCD can be troubled by the overwhelming feeling of responsibility, exaggerated existing threats, \nintolerance and struggle dealing with the unknown.\nTry to understand the heightened tension and \ndisturbance they may feel in this situation \nwhen uncertainty is everywhere, because to \nthem it seems that the threat has at least \ndoubled in intensity.\nTry to accept that their tension increases when \nthey do not perform the activity that they feel \nthey are forced to perform.\nDo not do those activities with them, do not \nsupport them, try talking about how they feel \ninstead. Talk about their feelings, ask them \nwhat disturbs them the most in this situation \nand what makes their OCD worse.\nFeel free to analyse those thoughts together. \nDo not criticise,do not judge and do not \ncompare their inner world with a state the \nworld is in at this moment.\nTry to keep their daily routine unchanged, daily \nplanning can help.How to Help?Obsessive-Compulsive Disorder\n3HUVRQV\u0003ZLWK\u00033HUVRQDOLW\\\u0003'LVRUGHU\u0003\u000bVXFK\u0003DV\u0003%RUGHUOLQH\u0003'LVRUGHU\f\u0003PD\\\u0003IHHO\u0003FRQVWDQWO\\\u0003HPSW\\\u000f\u0003HYHU\\WKLQJ\u0003PD\\\u0003VHHP\u0003\nXQFHUWDLQ\u0003DQG\u0003XQVWDEOH\u000f\u0003VXFK\u0003DV\u0003UHODWLRQVKLSV\u0003ZLWK\u0003RWKHUV\u000f\u0003PRRGV\u000f\u0003EHKDYLRXUV\u0003DQG\u0003HYHQ\u0003WKHLU\u0003RZQ\u0003LGHQWLW\\\u0011\u00037KH\\\u0003PD\\\u0003\nKDYH\u0003VWURQJ\u0003IHDU\u0003RI\u0003DEDQGRQPHQW\u000f\u0003WKH\u0003LQWHQVH\u0003HPRWLRQV\u0003FDQ\u0003ODVW\u0003XS\u0003WR\u0003D\u0003FRXSOH\u0003RI\u0003KRXUV\u000f\u0003PD\\\u0003EH\u0003RYHUZKHOPLQJ\u0003DQG\u0003\nIOXFWXDWH\u0003UDSLGO\\\u0011\u0003(YHU\\WKLQJ\u0003WKH\\\u0003H[SHULHQFH\u0003LV\u0003EORZQ\u0003RXW\u0003RI\u0003SURSRUWLRQ\u000f\u0003ERWK\u0003JRRG\u0003DQG\u0003EDG\u000f\u0003DQG\u0003HYHQ\u0003WKRXJK\u0003WKH\u0003\nUHDFWLRQ\u0003PD\\\u0003VHHP\u0003LQDSSURSULDWH\u0003WR\u0003WKRVH\u0003DURXQG\u0003WKHP\u000f\u0003LW\u0003ZLOO\u0003QRW\u0003VHHP\u0003WKDW\u0003ZD\\\u0003LQ\u0003WKHLU\u0003PLQGV\u0011\n,Q\u0003VRPH\u0003FDVHV\u0003H[WUHPH\u0003GLVWUXVW\u0003WRZDUGV\u0003SHRSOH\u0003SUHYDLOV\u000f\u0003WRJHWKHU\u0003ZLWK\u0003VRFLDO\u0003LVRODWLRQ\u000f\u0003DV\u0003ZHOO\u0003DV\u0003SUHRFFXSDWLRQ\u0003ZLWK\u0003\nLQWURVSHFWLRQ\u0003DQG\u0003IDQWDVLHV\u0011\u00037KH\\\u0003FDQ\u0003EH\u0003SURQH\u0003WR\u0003FRQIOLFWV\u0003ZLWK\u0003WKHLU\u0003HQYLURQPHQW\u0003DQG\u0003HYHQ\u0003JHW\u0003DJJUHVVLYH\u0011\u00033HUVRQV\u0003\nZLWK\u00033HUVRQDOLW\\\u0003'LVRUGHU\u0003PD\\\u0003LQWHUSUHW\u0003WKLV\u0003FXUUHQW\u0003FULVLV\u0003DV\u0003D\u0003WURXEOH\u0003WKDW\u0003LV\u0003DIIHFWLQJ\u0003RQO\\\u0003WKHP\u000f\u0003DQG\u0003WKH\\\u0003PD\\\u0003\nH[SHFW\u0003RWKHUV\u0003WR\u0003IRUJHW\u0003DERXW\u0003WKHLU\u0003RZQ\u0003QHHGV\u0003DQG\u0003H[SHULHQFHV\u0011\n)RFXV\u0003RQ\u0003WKHLU\u0003HPRWLRQV\u0003UDWKHU\u0003WKDQ\u0003WKHLU\u0003ZRUGV\u0011\u00037UDFN\u0003WKHLU\u0003IHHOLQJV\u0003DQG\u0003OHW\u0003WKHP\u0003NQRZ\u0003WKDW\u0003\\RX\u0003DFNQRZOHGJH\u0003\nWKHP\u0011\u0003:KHQ\u0003HPRWLRQV\u0003JHW\u0003UXIIOHG\u0003DQG\u0003WKUHDWHQ\u0003WR\u0003HVFDODWH\u000f\u0003WDNH\u0003D\u0003EUHDN\u0003WR\u0003SUHYHQW\u0003D\u0003PRUH\u0003LQWHQVH\u0003FRQIOLFW\u0011\n8VH\u0003GHIRFXVLQJ\u0003DQG\u0003GLVWUDFWLRQ\u000f\u0003VLPSO\\\u0003FKDQJH\u0003WKH\u0003WRSLF\u0003RU\u0003WXUQ\u0003WKHLU\u0003PLQG\u0003WR\u0003VRPHWKLQJ\u0003VRRWKLQJ\u000f\u0003RU\u0003QHXWUDO\u0003\nWRSLFV\u0003WKDW\u0003GR\u0003QRW\u0003SURYRNH\u0003HPRWLRQDO\u0003UHDFWLRQV\u0011\u00036HW\u0003ILUP\u0003ERXQGDULHV\u000f\u0003IRU\u0003H[DPSOH\u0003ZKHQ\u0003\\RX\u0003VD\\\u00031R\u000f\u0003EH\u0003\nFRQVLVWHQW\u0003DQG\u0003VWDQG\u0003E\\\u0003LW\u0003DV\u0003PXFK\u0003\\RX\u0003ZRXOG\u0003ZKHQ\u0003VD\\LQJ\u0003<HV\u0011\n7U\\\u0003QRW\u0003WR\u0003JHW\u0003LQWR\u0003DQ\\\u0003GLVFXVVLRQ\u0003ZLWK\u0003WKHP\u0003RQFH\u0003\\RX\u0003PDNH\u0003D\u0003GHFLVLRQ\u0003RQ\u0003VRPHWKLQJ\u0011\u00037U\\\u0003WR\u0003PDNH\u0003WKH\u0003IDPLO\\\u0003\nHQYLURQPHQW\u0003WKHLU\u0003VDIH\u0003EDVH\u0003WKDW\u0003NQRZV\u0003QR\u0003MXGJHPHQW\u000f\u0003EXW\u0003KDV\u0003LWV\u0003UXOHV\u0003DQG\u0003ZDUPWK\u0011\u0003'R\u0003QRW\u0003WDNH\u0003SHUVRQDO\u0003\nRIIHQVH\u0003WR\u0003WKH\u0003URXJK\u0003ZRUGV\u0003DQG\u0003FULWLFLVP\u0003WKH\\\u0003PD\\\u0003H[SUHVV\u0003WRZDUGV\u0003\\RX\u0011\n'LIIHUHQWLDWH\u0003WKH\u0003SHUVRQ\u0003DQG\u0003WKH\u0003SUREOHP\u0003WKH\\\u0003KDYH\u000f\u0003VR\u0003WKDW\u0003ZKHQ\u0003\\RX\u0003FULWLFLVH\u000f\u0003\\RX\u0003GRQ\nW\u0003UHIHU\u0003WR\u0003WKH\u0003SHUVRQ\u0003EXW\u0003\nWKHLU\u0003 DFWLRQV\u001e\u0003 L\u0011H\u0011\u0003 7KLQJV\u0003 \\RX\u0003 DUH\u0003 VD\\LQJ\u000f\u0003 RU\u0003 GRLQJ\u0003 DUH\u0003 XQDFFHSWDEOH \u000f\u0003 DV\u0003 RSSRVHG\u0003 WR\u0003 <RX\u0003 DUH\u0003 EDG\u0003 DQG\u0003\nXQDFFHSWDEOH\u0011 \u00037U\\\u0003WR\u0003PDNH\u0003WLPH\u0003IRU\u0003\\RXUVHOI\u0003WRR\u000f\u0003VR\u0003WKDW\u0003\\RX\u0003ZLOO\u0003KDYH\u0003WKH\u0003UHVRXUFHV\u0003\\RX\u0003QHHG\u0003WR\u0003UHPDLQ\u0003FDOP\u0003\nDQG\u0003FRQVLVWHQW\u0003DV\u0003D\u0003FDUHJLYHU\u0011Personality Disorder\nHow to Help?\nPersons with Schizophrenia Spectrum Disorder have abnormalities in one or several of the following domains: delusions, \nunrealistic beliefs, hallucinations, disorganised thinking (speech), disorganised or abnormal motor behaviour. They feel excessive \nanxiety and need for social isolation even in times when that is not a necessary precaution. They often carry the weight of stigma \n(judging, misunderstanding, fear) that is imposed on them by society. Their inner world can be as tense, chaotic and frightening as \nif there were a constantly present crisis situation similar to the one that is happening now.\nPresence of hallucinations, whether they be visual, auditory or tactile, causes tremendous fear. Other symptoms can cause an \nextreme decrease in motivation such as lack of will for basic grooming. Symptoms also make it difficult to accept and understand \nnew information.\nThe fact that they are in a state that triggers specific emotional processes does not mean that they don't have the ability to feel just \nas intensely as everyone else. They also have difficulties with anticipation of pleasure, or rather with expecting future positive \nevents or experiences to occur, and with taking pleasure in imagining future pleasures.\nMake a precise structure of the day, daily errands \nand activities.\nMake an effort to create a supportive and stable \nenvironment in order to reduce the feeling of \nstress.\nEstablish realistic expectations, but do not do \nthings on their behalf. Let them do their tasks \nthemselves, stay with them as a support only.\nTrack their regular medicine intake. Prepare for \nthe crisis situation to happen. Be aware that you \ncannot do everything alone, have all the \nemergency contacts handy.\nDo not express anger or fury, remember that your \nloved ones can be terrified of their own symptoms \nand of the pandemic as well. Sit down, talk in \ncalming voice and ask for a permission if you \nwant to touch or hug them.\nRemove all the distractions, such as TV and \nradio, and choose the time to get informed \nyourself, while away from the person you are \ntaking care of. Try to process your own emotional \nreaction first, before you inform the person with a \nmental disorder of the new precautionary \nmeasures.\nRemove all the distractions, such as TV and \nradio, and choose the time to get informed \nyourself, while away from the person you are \ntaking care of. Try to process your own emotional \nreaction first, before you inform the person with a \nmental disorder of the new precautionary \nmeasures.How to Help?Schizophrenia Spectrum Disorder\nA person with Sleep-Wake Disorders is deeply dissatisfied with quality, time and duration of their sleep. This \nleads to heightened stress levels and affects the person's general skillset negatively. During daytime, person can  \nfeel anxious, have difficulty focusing and have an increased self-criticism as they are failing to fulfil their daily  \ntasks.\nMake a sleep diary and search together for potential causes of the condition. Establish what was different in days \nwhen the person slept well and try repeating the same activities typical for good days.\nIntroduce daily activities and tasks routine and particularly make sure there are enough exercises, physical \nactivities, breathing exercising and regular healthy meals.\nMake sure their evenings are peaceful. If you can, during isolation and quarantine, do not use the same space for \ndaily activities and sleeping.\nAvoid news and information after 8 pm. Choose a room where they can go if they can not fall asleep so that their \nmind makes a connection between bed and sleep. Do not disturb their sleep additionally by criticising, but rather \nencourage them to play quiet music or read a book while falling asleep. Talk about the feelings daily as \nsuppressed feelings and unresolved issues can be a reason for racing thoughts that disturb the sleep.\nAllow yourself and them to live in the here and now and plan a day when you will not be thinking about the \nconsequences the pandemic will have on your lives and the world. That is all that we can do at this moment.Sleep-W ake Disorders\nHow to help?\nA person with one of the Substance Related and Addictive Disorders lives in a vicious cycle of addiction where the \npriority is to satisfy the urge for a substance, to gamble, internet addiction or similar addictive behaviours.\nThey manifest unhealthy egocentrism, selfishness (everything serves the addiction), irresponsibility, lack of concern \nfor both themselves and their loved ones.\nBe aware that addiction is an illness rather than a fad, whim or a vice. Unhealthy egocentrism and maintaining the \nrelationship with addiction puts even their own lives in the shadow of addiction. Regardless of the current situation in \nthe world, their condition will not go away without adequate professional help.\nDo not attach their provocations, impulsiveness, lies and irresponsibility to yourself or your relationship. They are all \npart of the illness.\nRegardless of the pandemic, if you are in any way in danger or exposed to abuse, get professional help (protection \nservices are still available). Danger for you and your loved one is significantly higher if you remain in the addiction \nsituation.Addictive Disorders\nHow to help?\nThe person with Trauma and Stress \nRelated Disorders (such as PTSD) may \nfeel shame, guilt and anger, they can \nexperience panic, anxiety, depression and \nhave suicidal thoughts and behaviours. \nSituations where the danger is present can \ntrigger stressful memories and increase old \nfears. That way, a person experiences \ndouble stress, the one coming from the \npresent danger and the other through \nreliving the danger the person used to be \nexposed to.\nRemember that the triggers can come from \nboth outside (news, constant new \ninformation on the number of deceased, \netc.)and inside (hunger, pain, any physical \nsensation, feeling of being trapped and \nvulnerability). \nIf person is taking medications, make sure \nit is done regularly.How to help?T rauma and Stress Related Disorders\nUniversal Help Guidelines\nGet information about your loved one’s issues. Knowledge will help you understand a person with a \ndisorder better. Avoid identifying them with the problem and find the appropriate way to help and protect \nyourself.\nSeek professional help. The pandemic should not be a reason not to ask for a psychiatrist’s or therapist's \nhelp. Many issues will be more visible now when members of the family spend more time with each other \nand share the common space. Use this opportunity to find the adequate help for your loved one.\nMental health issues are not a reason to condemn, label or identify a person through a problem.\nTry approaching it as you would with any other physical disease. Seeking professional help is always a \nsign of inner strength, courage and wisdom rather than weakness or powerlessness.\nRemember that you are not their therapist and that you cannot and need not fulfill that role. Your emotional \ninvolvement is naturally standing in the way of it. Neither you, nor your loved one can make it on your own. \nThere is no reason for someone to struggle and bear the consequences when there are possible solutions. \nIf your close one is already part of the therapeutic process and has regular check-ups, do not avoid seeing \na psychiatrist or psychotherapist due to pandemic specifically. Even if they cannot go in person, visits can \nbe arranged by the phone or online.\nDo not neglect tasks for recovery that they have already started. Make a strategy for their fulfilment and \nevaluate achievements once a week. By doing so they will feel pleasure and sense of regaining control.\nMake daily and weekly routines, follow a plan and motivate the person with a mental disorder to participate \nin making these. Establish plan writing as a family norm by making one for yourself or together with the \nwhole family. Repeat calmly multiple times what the precautionary measures are. Do not expect their focus \nand attention span to suddenly become better just because the situation is serious.\nRemember that persons with mental health problems often have a constant feeling of doom in their inner \nworld as well as in their social circles. Stand by them.\nNormalise the quarantine and self-isolation and point out that in the moment like this, it is the least \neveryone can do for themselves and others. Pandemic is the world's issue, hence try to stress the \nuniversality of this problem. Try to mention positive stories too, for example those of people who recovered \nfrom the virus successfully.\nDo not neglect regularity of pharmaceutical therapy.\nIn the case you fall ill, inform your nearest medical centre or service that your close one needs \npsychiatric support and that you can't be there for them temporarily. If available, try engaging someone \nfrom the family, friends or neighbours into taking care of your loved one.\nDo not overwhelm yourself or anyone around you with information on pandemic. You can stay well-\ninformed even if you don't listen to news or read website contents multiple times a day. Avoid starting \nand ending your day with information, except in the case of emergency. Dedicate one hour in your day to \ngetting informed. Find one close friend, for example, that is reliable, mature and reasonable and let them \nbe your source of information. Persons with anxiety disorder symptoms can drastically worsen with \nexposure to large quantities of information.\nIf a person has suicidal thoughts or behaviours, contact the nearest mental health help service \nimmediately. Do not underestimate importance of these thoughts just because it's a pandemic. Even if it \nseems unrealistic in this moment, don't forget that this is a person who fights with similarly hard and high-\nrisk situations in their minds daily. Perhaps the anticipation of the future pleasures are not going to be \npossible or comforting for the person. Do not insist on them if your close one doesn't react positively to \nthem. Draw their attention to other daily activities; talk in a calming voice.\nMaybe you will have to set stricter boundaries in order to protect the person from exposure to risky \nbehaviours (particularly in addiction and bipolar disorder). Try not to do it in a rough or dismissive \nmanner.\nDo not undermine the power of a soothing voice, hug and touch. Physical contact has a calming effect. \nExpress your feelings so that they understand that it is a desirable thing to do. Organise virtual dinners or \ntea parties and include the person with mental health issues too. Seek professional help if you are \nstruggling yourself.\nIf you are exposed to violence or threat of violence, seek immediate help. Do not evaluate whether the \nrisk of virus or violence is more damaging. Keep your help line numbers in a visible spot. Take care of \nyourself and rely on other people too as much as you can. Whenever you can, find the time for your own \nrelaxation, eat well, try to get regular sleep and exercise.\nProfessional help is available for you too as a support. If you feel exhausted and overwhelmed or have \nincreased anxiety, seek a therapist for yourself because you deserve it and it is your right.\nAndjelka Jelcic \njelcicandjelka@gmail.com \nIrina Perisic Bosnjak \nimakesculptures@gmail.com \nwww.imakesculptures.com \nJelena Simic Petrovic \n@jelenasimicpetrovic 1 \\ I -I \n\\ \\ Contact us:"
}