{
    "filename": "psychological-disorders.pdf",
    "content": "BACK TO  CONTENTS \nRichard Seefeldt, EdD \nUniversity of Wisconsin–River Falls\nTeacher Reviewers  \nNancy Diehl, PhD, Hong Kong International School,  \nTai Tam, Hong Kong, and R. Scott Reed, MEd,  Hamilton High School, Chandler, AZ\nDeveloped and Produced by the Teachers of Psychology in Secondary Schools \n(TOPSS) of the American Psychological Association, September 2014\nPSYCHOLOGICAL  \nDISORDERS\nA Unit Lesson Plan for  \nHigh School Psychology Teachers\n\niiPSYCHOLOG i CAL D i SORDERSPSYCHOLOGICAL DISORDERS  \nA Unit Lesson Plan for High School Psychology Teachers\nThis unit is aligned to the following content and performance standards of the National Standards for High \nSchool Psychology Curricula (APA, 2011):\nDOMA\ni\nN: \ni\nND\ni\nV\ni\nDUAL VAR\ni\nAT\ni\nON \nSTANDARD AREA: PSYCHOLOG\ni\nCAL D\ni\nSORDERS\nCONTENT STANDARDS\nAfter concluding this unit, students understand: \n1. Perspectives on abnormal behavior \n2. Categories of psychological disorders\nCONTENT STANDARDS W\ni\nTH PERFORMANCE STANDARDS \nCONTENT STANDARD 1: Perspectives on abnormal behavior \nStudents are able to (performance standards): \n1.1 Define psychologically abnormal behavior 1.2 Describe historical and cross-cultural views of abnormality 1.3 Describe major models of abnormality 1.4 Discuss how stigma relates to abnormal behavior 1.5 Discuss the impact of psychological disorders on the individual, family, and society\nCONTENT STANDARD 2: Categories of psychological disorders \nStudents are able to (performance standards): \n2.1 Describe the classification of psychological disorders 2.2 Discuss the challenges associated with diagnosis 2.3 Describe symptoms and causes of major categories of psychological disorders (including schizophrenic, mood, anxiety, and personality disorders) 2.4 Evaluate how different factors influence an individual’s experience of psychological disorders\nDOMA\ni\nN: APPL\ni\nCAT\ni\nONS OF PSYCHOLOG\ni\nCAL SC\ni\nENCE \nSTANDARD AREA: TREATMENT OF PSYCHOLOG\ni\nCAL D\ni\nSORDERS\nCONTENT STANDARDAfter concluding this unit, students understand: \nPerspectives on treatment\nCONTENT STANDARDS W\ni\nTH PERFORMANCE STANDARDS \nCONTENT STANDARD 1: Perspectives on treatment Students are able to (performance standards): \n1.1 Explain how psychological treatments have changed over time and among cultures 1.2 Match methods of treatment to psychological perspectives\nTOPSS thanks Christie P . Karpiak, PhD, of The University of Scranton and Jyh-Hann Chang, PhD, of East  \nStroudsburg University for their reviews of this unit plan.\nThis project was supported by a grant from the American Psychological Foundation.Copyright (C) 2014 American Psychological Association.\niii\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS i\nNTRODUCT\ni\nON\n V\n \n PROCEDURAL T\ni\nMEL\ni\nNE\n 1\n CONTENT OUTL\ni\nNE\n 3\n ACT\ni\nV\ni\nT\ni\nES\n 31\n CR\ni\nT\ni\nCAL TH\ni\nNK\ni\nNG AND D\ni\nSCUSS\ni\nON QUEST\ni\nONS\n 43\n REFERENCES \n AND OTHER RESOURCES\n 47\n CONTENTS\nV\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSIt is common to find students new to psychology who believe the study  \nof psychological disorders is psychology. These students are often \ndisappointed to find out that it is only a small piece of what psychologists study and that they usually have to wait until the very end of the class to begin studying it. \nMoreover, once they get to this unit, students bring with them precon-\nceived notions regarding psychological disorders. More and more, these notions have been shaped by a student’s own experience. Most all stu-dents know at least one person whose problem has been classified as a mental disorder and who is taking some sort of psychotropic medication to change the problem. Television advertisements, shows, their doctors, and other people they know have provided them with a lot of information, and for the most part they tend to believe what they have been told. \nUnfortunately, much of what students have learned from these sources is \nnot scientifically accurate. For example, most students believe “having a mental disorder” is a clear-cut thing. They believe you are either someone who “has one,” or you are someone who “doesn’t have one.” They also tend to believe that explaining psychological disorders is far simpler than explaining any other kind of behavior. For example, they find it easy to ac-cept it is impossible for us to determine with absolute certainty why some-one would play basketball, but at the same time believe when someone acts depressed it is simply because of some neurochemical imbalance.\nThe facts of the matter are that people’s problems are typically not cate-\ngorical, but dimensional. People experience problems more or less over the duration of their lives. Sometimes and in some situations these prob-lems interfere more than at other times and situations. Sometimes these problems get classified as “mental disorders,” and sometimes they don’t. In addition, the reasons why people experience problems are highly complex. Indeed, psychological disorders are at least as complex as why people ex-perience or do anything else. It is important for students to understand the complexity of psychological disorders. There are many biological, psycho-INTRODUCTION\nINTRODUCTION\nVi\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSlogical, and sociocultural factors involved in the development of psycholog-\nical disorders. Understanding these different factors and their complexities is just as (if not more) important than memorizing the categorical names (diagnoses) of different problems. For this reason, it is important to empha-size the different models of abnormality and to avoid oversimplifying the complex nature of human problems. \nThe following Content Outline provides an overview of the history of  \nunderstanding psychological disorders, followed by a summary of the  major theoretical models used to explain them. The final section is a  sampling of the major categorical descriptions of psychological disorders from the Diagnostic and Statistical Manual of Mental Disorders (Fifth  \nEdition) (DSM-5) and the International Classification of Diseases, Ninth Revision (ICD-9-CM).\n1\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSPROCEDURAL  \nTIMELINE\nLESSON 1: INTRODUCTION AND HISTORY\nActivity 1: What \ni\ns Abnormal Behavior?\nLESSON 2: CURRENT PERSPECTIVESActivity 2.1: \n Psychological Disorders and\n  \nPerspectives in Psychology\nActivity 2.2: On Being Sane in \ni\nnsane Places\nLESSON 3: \n CLASSIFICA\nTION OF PSYCHOLOGICAL  \nDISORDERS\nLESSON 4: PSYCHOLOGICAL DISORDERSActivity 4: An Assignment With Vignettes\nLESSON 5: PSYCHOLOGICAL DISORDERS, CONTINUED\nActivity 5.1: Connecting Media and Psychology \nActivity 5.2: \ni\nnteresting Psychology \ni\nnformation\nPROCEDURAL TIMELINE\nPROCEDURAL TIMELINE\n3\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSLESSON 1\nintroduction and History\ni. General \n“Psychologically abnormal behavior” has been described as many things \nover the course of history including madness, insanity, craziness, lunacy, mental disorders, mental illnesses, psychopathology, maladjustment, be-havioral disturbances, emotional disturbances, personal problems, etc. All of these descriptions are colored by the culture in which they arise and by the particular ideas people have for why people exhibit these problems. \nThere are at least as many definitions of psychological abnormality as \nthere have been names for it. Because behaviors, emotions, cognitions, and adaptation are best described dimensionally, and because psycho-logical abnormality is defined in most cases by these processes, it is very difficult to have a definition we can apply absolutely. It should come as no surprise, then, that there are no universally accepted definitions of psycho-logical abnormality.\nA. \n Comer (2014) states that most current definitions of abnor\nmality \ninclude the ideas of deviance, distress, dysfunction, and danger-ousness. \nB. \n Rosenhan & Seligman (1995) also include ideas of obser\nver dis-\ncomfort, irrationality (to others), and violation of ideal standards. \nC.  The Amer\nican Psychiatric Association’s Diagnostic and Statis-\ntical Manual ( DSM-5) describes some specific abnormal psy-\nchiatric conditions and defines these “mental disorders” as “… syndrome[s] characterized by clinically significant disturbance[s] in an individual’s cognition, emotion regulation, or behavior that \nCONTENT OUTLINECONTENT OUTLINE\n4\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSreflects a dysfunction in psychological, biological, or developmen-\ntal processes underlying mental functioning. Mental disorders are usually associated with significant distress or disability in social, occupational, or other important activities. An expectable or cul-turally approved response to a common stressor or loss, such as the death of a loved one, is not a mental disorder. Socially devi-ant behavior (e.g. political, religious, or sexual) and conflicts that are primarily between the individual and society are not mental disorders unless the deviance or conflict results from a dysfunc-tion in the individual, as described above” (American Psychiatric Association, 2013, p. 20).\nii. Historical views of abnormality\nA.  Ancient times  \n \nSupernatural causes \n \nThe primary explanation for psychological disturbances in  ancient times seems to have been supernatural causes. Egyptian, Chinese, and Hebrew writings all describe psychological distur-bances as being caused by demons, and some of the earliest known treatments for the disorders were exorcisms, starvation, and maybe even trephination (Comer, 2014; Maher & Maher, 1985; Porter, 2003). Early explanations of abnormality in Indian, Chinese, and Egyptian cultures all refer to some sort of supernatural causes, \nalong with imbalances in some sort of bodily fluids or forces.\nB. \n Greece and Rome (500 BC to 500 \nAD) \n \nImbalances \n \nThough Greeks such as Socrates and Homer were not immune from citing “the gods” as a potential source of madness, Hippo-crates (460-377 BC) taught that illnesses had natural causes and that abnormality was the result of some sort of disease process resulting from imbalances of the four humours: black bile, yellow bile, blood, and phlegm (Porter, 2003).\nC. Middle Ages (500 AD to 1350)\n1. \n \nEurope  \n Supernatural explanations for problems again became very popular across Europe. This popularity was accompanied by a return to exorcisms and witch hunting as methods of elimi-nating problems. Dominican monks by the names of Kramer and Sprenger published the Malleus Maleficarum  in 1486 (see \n5\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSMackay, 2009) as a sort of manual describing in dramatic detail \nthe methods of identifying, examining, trying, and “treating” \nwitches.\n2. \n Middle East  \n The first hospital w\nard to treat madness was founded in Bagh-\ndad in the year 705. Some of the treatments at this hospital an-ticipated the development of “moral therapy” in Europe some 1,100 years later. In 1025, a Persian by the name of Ibn-Sina (Avicenna) completed a five-book encyclopedia of medicine known as The Canon of Medicine  that takes a scientific ap-\nproach to disease and whose descriptions and treatments of abnormality include but go far beyond the humoral explana-tions. This document has been cited as one of the most influ-ential in the history of science (Sarton, 1952). \nD. Renaissance (1400–1700)\n1. \n Scientific thinking  \n \nThroughout Europe\n, scientific thinking gained momentum over \nsupernatural explanations. Johannes Weyer (1515-1588) pub-lished a rebuttal to the Malleus Maleficarum  and supernatural \nexplanations of abnormality that makes the case that abnor-malities might be considered diseases with natural causes. Because some of his work refuted supernatural causes, the church banned the book for centuries.\n2. \n De\nvelopment of asylums  \n Asylums, designed to house the “mad,” began to develop across Europe. One of the earliest of these was St. Mary of Bethlehem (“Bethlem” or “Bedlam”) in London. Bethlem is known to have housed people considered “mad” since the late 14th century. During that time, the ability to reason was the one faculty believed to differentiate people from other animals. Because people who were “mad” were considered to have lost their ability to reason, they were considered to be less than human and more like animals. Thus, institutions during these times were largely places that “maintained” patients by holding them away from the larger community. When attempts were made to actually treat people, the treatments were limited mostly to those focused on humoural imbalances (bleeding, purging, etc.). Patients were often chained in rooms and oth-erwise treated inhumanely (Andrews, Briggs, Porter, Tucker, & \nWaddington, 1997).\n6\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTS E. Late 18th century–mid-19th century\n1. \n Mor\nal therapy  \n \nPhilippe Pinel is credited with developing what he called “trait-ement morale.” This idea was actually developed by one of Bicetre’s former scrofula patients turned superintendent—Jean-Baptiste Pussin. The idea was essentially a switch from treating people like animals in chains to releasing them from their chains and treating them humanely and with respect. Pussin and Pinel first implemented this treatment at La Bice-tre in Paris in 1793 and soon after instituted the change at the even larger La Salpetriere hospital for women also in Paris \n(Porter, 2003).\n2. \n Mor\nal therapy applied to asylums  \n \nWilliam Tuke is credited with establishing one of the first insti-tutions based on the idea of moral therapy in Y ork, England, in 1796. This institution, called The Retreat and commonly known as the “Y ork Retreat,” was built to be very much like a large Quaker home where patients would be treated with a combina-tion of rest, talk, prayer, and manual work (Tuke, 1964).\n3. \n Spread of mor\nal therapy  \n This sort of treatment spread throughout Europe and the United States, with many institutions developing along the lines of the Y ork Retreat and moral therapy. Benjamin Rush (1745-1813) and Dorothea Dix (1802-1887) are two Americans known for the establishment of institutions (Rush) and the de-velopment of laws and reforms (Dix) in line with the notions of \nmoral therapy.\nF. Mid-19th century–early 20th century\n1. \n Contin\nued growth of mental hospitals  \n \nInstitutions for people exhibiting psychological abnormalities became increasingly large and increasingly unable to take good care of the people housed in them. The ideals of moral therapy gave way to the practicalities of treating large numbers of people in large institutions with relatively small numbers of staff. Once again individuals were not so much treated in these \nlarge “hospitals” as they were maintained (Scull, 1993).\n2. Medical breakthroughs \n(a) \n Ne\nw discoveries made in France and Germany linking \nsyphilis to the development of general paresis (a devas-\n7\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTStating brain disease that was quite prevalent and con-\nsidered a form of madness until the early 20th century) led the way to a resurgence for the idea that biological factors played an important role in the development of psychological abnormalities. \n(b) \n The de\nvelopment of arsphenamine and later penicillin in \nthe treatment of syphilis drastically reduced the numbers of individuals developing general paresis. This success paved the way for other biological treatments of abnor-malities, including removal of body parts (Cotton, 1921), insulin shock therapy (Sakel, 1927; see Shorter, 1997), electric convulsive therapy (Cerletti, 1956), and lobot-omy (Moniz, 1935; see Tierney, 2000) and prescribing of chemicals like chlorpromazine (Laborit, 1949; see Swazey, 1974).\n3. \n Psychological adv\nances  \n \nMeanwhile in psychology, progress was being made in under-standing all behavior, including abnormality. Individuals such as Freud (1933, psychoanalysis), Pavlov (1927, respondent conditioning), Skinner (1938, operant conditioning), Kelly (1955, role of cognition), Binswanger (1963, existentialism), Frankl (1958, role of meaning), and Rogers (1951, humanistic therapy) laid the foundations for modern psychological expla-\nnations of abnormality.\nG. \n Mid-20th century–present  \n \nDe\nvelopments continued in biomedical and psychological under-\nstanding and treatment of abnormality. \n1. Biomedical advances \n(a) \n Biological research to e\nxplain abnormality lagged far \nbehind the use of biological treatments to treat it. \n(b) \n Biological treatments contin\nued to evolve largely through \nserendipitous discoveries of how medications (developed \nfor altogether different purposes) seemed to affect be-havior, affect, and cognition. Thus, in addition to treating problems like schizophrenia, drugs were developed to treat problems like mood disorders (tricyclic antidepres-sants for depression and lithium for bipolarity), anxiety disorders (benzodiazepines), and even childhood disor-ders like attention-deficit hyperactivity (methylphenidate). \n8\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTS(c)  Though these treatments are popular toda y, the expla-\nnations for why these medications often work (and often \ndon’t work!) are still lacking. \n(d)  T\nechnological advances in assessing brain structures \nand functions (e.g., EEG, PET, fMRI) have led to a  \nbetter understanding of some of the brain correlates  \nof abnormality. \n2. \n Psychological adv\nances  \n \nThe psychological theories and therapies developed in the late 19th and early 20th centuries have continued to evolve with research to the present day. One major advance in the last half-century has been the connection of the cognitive and behavioral approaches to problems. This theoretical connec-tion was made by psychologists such as Bandura (via social learning and social–cognitive theories), Rotter, and Mischel. In addition to those individuals, people such as Beck and Ellis were early leaders in developing treatments consistent with these ideas. \n3. \n Adv\nances in psychotherapies  \n In general, psychotherapies continued to evolve during the last half of the 20th century and continue to evolve to the present. Eysenck’s (1952) landmark study of the ineffectiveness of psy-choanalysis led to a massive increase in the research of the effectiveness of not only psychoanalysis but of all therapies. Thirty years later, Smith & Glass (1977) did a meta-analysis that supported the overall effectiveness of therapies across treatments and problems. Research also progressed in the domain of the “process” of therapy. This research was less concerned about which technique “worked the best” and more focused on the common factors all psychotherapies contain that make them all relatively effective. Though there is much support that common factors are more important than tech-nique in predicting a successful outcome in therapy, this has not stopped research to determine “which therapy works best for which problems.” This more prescriptive research has led to the notion of empirically supported treatments for various prob-lems. Therapies whose stated treatment outcomes are more easily described objectively (e.g., cognitive behavior therapy) typically fare better than others (e.g. psychodynamic therapies) \nin these analyses.\n9\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTS4.  All theor ies make contributions to understanding problems  \n \nBecause all theoretical models and treatments seem to ac-count for some problems in significant ways better than others, all theoretical perspectives along with their treatments and associated research are alive today. \n   GO TO ACTIVITY 1\n  \nWhat Is Abnormal Behavior?\n10\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSLESSON 2\nCurrent Perspectives\ni. Biomedical model\nThe biomedical model presumes that (like general paresis) all forms \nof abnormality are best understood as illnesses or diseases.\n A. Causes of problems\n1. \n Ger\nms: Such as the bacterium causing syphilis and general \nparesis\n2. \n Genes:\n Genetic mutations that cause illnesses either directly \nor by creating a biological vulnerability\n3. Biochemistry: Imbalances in neurotransmitters 4. Neuroanatomy: Abnormal brain structures\nB. \n \nTreatments  \n \nTreatments based on this model are mostly drug therapies that either kill the germs or theoretically restore the balance of neu-rotransmitters that are producing the illness.\nC. \n Current status  \n This model is more prominent than other models toda\ny largely \ndue to the availability of medical treatments, the ease of chemical treatment, and the idea that considering people exhibiting  \nabnormality to be ill may reduce the stigma often associated  \nwith abnormality.\nii. Psychodynamic model\nThis model presumes unconscious psychological processes are responsi-ble for abnormality.\nA. Causes of problems \n1. \n In the tr\naditional Freudian sense, abnormality is a compro-\nmise between the structures of the personality. Individuals have unconscious needs or desires that have been repressed because they are unacceptable to the super ego. When too much of this instinctual desire is repressed, problems occur that symbolically represent these unexpressed desires.\n11\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTS2.  In more recent ter ms, abnormality is the result of dissociated \ntrauma. Individuals who experience severe emotional traumas \nthat overwhelm their ability to handle them “dissociate” (men-tally compartmentalize) the memory and emotion that would otherwise be overwhelming. This dissociated emotion seeks expression throughout the person’s life, creating problems associated symbolically and experientially with the original traumas.\nB. \n \nTreatments  \n With either explanation, treatments focus on making the uncon-scious conscious, or, as Freud said, “where id is, there shall ego be” (Freud, 1953), either by having the person experience the repressed instinctual desires or re-experience the traumas at the source of the repression/dissociation. In recent years, these treat-ments have been implicated in the development of “false memo-ries” of childhood abuse. Though the legal implications of these false memories are recent, the issue of whether memories regained in therapy are historically true has been arduously debated since Freud’s time.\nC. \n Current status  \n The psychodynamic model is not near\nly as pervasive in the un-\nderstanding and treatment of abnormality as it was in the first half of the 20th century. However, psychodynamic explanations of problems like dissociative, somatoform, and personality disorders remain important, and similar explanations for other disorders, such as mood and anxiety disorders, are still relevant.\niii. Existential–humanistic model\nA.  General  \n These models hold that each individual has his/her own idiosyn-cratic experience of the world and that each person lives his/her life “as if” (Vaihinger, 1925) that experience is reality. There are many experiences of reality, and, therefore, there is no universal or cultur-ally agreed-upon view that specific behaviors are a problem.\n12\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSB.  Causes of prob lems  \n \nHumanistic theories discuss this basic experience as based on a force of self-actualization that is an “instinctual drive to maintain and enhance the organism” (Rogers, 1951). They hold that abnor-mality is caused when an individual makes choices in life based on being accepted and approved of by significant others, rather than basing those choices on their own experience. Rather than taking responsibility for their own life course, abnormal individuals blame other people or external factors for their unhappiness and poor choices. This discrepancy is referred to as incongruence  or inau-\nthenticity. Additionally, abnormality can be caused when a person’s life loses a sense of meaning based on the person’s own experi-ence (Frankl, 1958). \nC. \n \nTreatments  \n Treatments focus on providing “empathy, genuineness and uncon-ditional positive regard” so a person develops self-regard and can therefore learn to trust his/her own experience and develop his/her own sense of meaning. Rather than having their choices based on what will be most acceptable to others, people will then live their lives based on their own experience (authentic living). \nD. \n Current status  \n This model is the least scientific of all the theoretical models and is thus the most prone to cr\niticism. One of the major problems for \nsupporters of this model has been finding a way of operationaliz-ing concepts such as “experience” in a way that can be measured. In spite of this major problem, “current status” remains a legiti-mate model because it seems to explain some common problems (depression, anxiety, low self-esteem) in a way that seems most meaningful to many (Comer, 2014). Additionally, treatments based on this model have been successfully applied as an aspect of most all forms of psychotherapy. \n13\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSiV. Cognitive–behavioral model\n A.  Gener al  \n \nThis model combines the traditional behavioral model with the cognitive model. \nB. Causes of problems \n1. \n \nThe behavioral model views abnormal behavior the same \nway it views any other behavior, as being determined by the environment via classical and operant conditioning. Problems are not viewed as symptoms of some other more basic difficul-ty, but as problems in and of themselves.\n2. \n \nThe cognitive model is based on a view similar to that of  \nthe philosopher Epictetus (84 AD), who said men are not  \ndisturbed by things, but by the way they think of them. In  \nthis view, it is irrational and/or maladaptive thinking that  \ncreates abnormality. This thinking can be in the form of  \nmore short-term cognitions such as expectations, appraisals, attributions or more long-term cognitions such as beliefs or  \nlife philosophies. \n3. \n \nThe social cognitive model is based largely on Bandura’s \nwork in observational learning and social cognitive theory and was one of the major efforts to unite and expand upon the behavioral and cognitive perspectives. His idea is that behav-ior (abnormal and otherwise) is reciprocally determined by combinations of environment, behavior, and person variables that are mostly cognitive in nature. The idea of reciprocal determinism along with concepts such as self-regulation and self-efficacy have led to many advances in the understanding and treatment of abnormality.\nC. Treatments\n1. \n Beha\nvioral: Treatment of problems involves extinguishing  \nunwanted behaviors and shaping and reinforcing desired  \nbehaviors via classical and operant conditioning.\n2. \n Cognitiv\ne: Treatment of problems involves exposing the  \nmaladaptive and irrational patterns of thinking and replacing them with “the ironclad logic of rational thinking” (Ellis, Harper, & Powers, 1975).\n3. \n Social cognitiv\ne: Treatments include modeling, building  \nself-efficacy, and facilitating self-regulation of behavior.\n14\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSD.  Current status   \n \nThe cognitive–behavioral perspective has many strengths. Among these are its basis in rigorous experimental science and the fact that therapies based on this theoretical model are relatively eco-nomical and very successful. For many of the most prevalent sorts of human problems (depression and anxiety disorders), cognitive behavior therapy has been shown to be as effective or superior to other forms of treatment (e.g., Hollon & Ponniah, 2010). \nV. Sociocultural model\n A.  Gener al  \n The sociocultural model looks at how greater sociological forces \nsuch as institutions, economies, and cultures shape individuals’ behaviors, including their problems.\nB. \n Causes of prob\nlems  \n The sociocultural model contends that individual problems are caused by the larger systems in which the individual is living. Ac-cording to this model, nothing is wrong with the individual, per se. Abnormality is an outcome of an individual’s living within systems that create problems. Individual problems are produced by fac-tors such as poor family communication, racism, poverty, societal change, oppression, and dysfunctional institutions such as schools, governments, housing, churches, etc. \nC. \n \nTreatment  \n Because the source of individual problems is beyond the individual level, individual therapy is of little use. Treatment from this perspec-tive involves family therapies, work to eliminate societal ills such as poverty and racism, or initiatives to change how institutions such as schools and governments operate.\nD. \n Current status  \n The main strength of this model is that it is the only theoretical model to vie\nw societal and cultural factors as causes of abnormal-\nity in and of themselves . The problems with this view are that it is \nbased too heavily on case studies and epidemiological studies,  and it does not explain well why only a minority of individuals living within the same problematic system develop abnormally. \n15\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSVi. Meta-theoretical models\nA.  General  \n \nMeta-theoretical models allow for research within all theoretical models to fit into the overall understanding and treatment of abnor-mality. Because psychological problems are complex, and because all theoretical models make substantial contributions to our under-standing of problems, these meta-theoretical models are gaining in popularity. Two of the most prominent of them are the biopsychoso-cial model and the diathesis-stress model.\nB. \n \nThe biopsychosocial model suggests significant biological,  \npsychological, and sociocultural factors are involved in the  \ndevelopment and maintenance of abnormality. Though the relative role played by each set of factors may be more or less, depending  \non the problem and the individual, none of these factors should  \nbe overlooked when someone is trying to understand a  \nperson’s problems.\n16\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSC.  The diathesis-stress model states that different biological factors \nproduce a vulnerability to different forms of abnormality (diathesis) \nand that disorders develop when an individual experiences envi-ronmental stress exceeding that threshold of vulnerability.\n   GO TO ACTIVITY 2.1\n  \nPsychological Disorders and Perspectives in Psychology\nVii. Stigma and abnormal behavior \nStigma is when individuals with a certain characteristic or attribute become \ndiscredited and/or rejected by society as a result of that characteristic or attribute. When individuals’ behaviors become classified as “mental disor-ders,” this classification often discredits the individuals in the eyes of soci-ety and leads to their being rejected as individuals.\nA. \n Ho\nw does stigma relate to psychological problems?  \n An individual’s abnormality or “having a mental disorder” or being “mentally ill” or “crazy,” etc., can be one of those attributes that af-fects others’ perception of that individual as well as the individual’s own self-schema and can lead to rejection by those considered to not “have a mental disorder.” One’s cultural or ethnic background plays a major role in the stigmatization of mental illness and seek-ing help (e.g., African American, Latino/a, and Asian populations).\n B. \n Consequences of ha\nving a problem classified  \n Being labeled  with a mental disorder can affect how individuals \nview themselves and how others view them. Through social cogni-tive processes such as confirmation bias (Wason, 1960), self-serv-ing bias (Miller, D. T., & Ross, 1975), and self-fulfilling prophecy (Merton, 1957), individuals can come to act more like the label that has been used to describe their problems.\n17\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTS C. Examples of uncovering and dealing with stigmas \n1. \n Rosenhan’\ns (1973) classic study “On Being Sane in Insane \nPlaces” supports how these processes occur even within pro-\nfessional mental health service communities.\n2. \n One of the cr\nitiques of the Diagnostic and Statistical Manual  \n(discussed more in depth later) is that its categorical system of classification promotes applying categorical descriptions to individuals that promote the labeling and stigmatizing of peo-ple exhibiting mental disorders.\n3. \n Throughout \nhistory different sorts of efforts have been made to \neliminate the stigmatic nature of diagnostic labels. One exam-ple is the viewing of everyone as mad in one way or another (Porter, 2003). The idea of the “wise fool” was another (Porter, 2003). Currently, groups such as “Mad Pride” encourage indi-viduals to take pride in their madness and promote a removal of the stigmas associated with it.\n   GO TO ACTIVITY 2.2\n  \nOn Being Sane in Insane Places \nViii. Prevalence of mental disorders \nA.  According to the World Health Organization, more than 450 million \npeople exhibit some sort of mental disorder. \nB.  The 12-month pre\nvalence rate of mental disorders of all kinds for \nadults in the U.S. is 26.2%. The comparative figure in Europe is \n27%. \nC.  The 12-month pre\nvalence rate of mental disorders of all kinds for \nchildren in the U.S. is 13.1% (8.6% classified as ADHD).\nD. \n In 2007, there w\nere about 35,000 suicides in the U.S. About 95% \nof these suicides were committed by individuals age 19 and over (CDC statistics).\n18\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSiX. Financial impact of mental disorders\nA.  Mental illness is the leading cause of disability in children   \n(Whitaker, 2010).\nB. \n Mental disorders constitute more than 28% of the b\nurden of dis-\nability in the U.S. and Canada (WHO statistics).\nC. \n Expenditures f\nor mental disorders constitute 6.2% of all health \ncare expenditures ($100 billion in 2002) (NIMH statistics).\n D.  The a\nverage amount spent for mental health care in the U.S. is \nabout $1,500 per person (NIMH statistics).\n19\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSLESSON 3\nClassification of  \nPsychological Disorders\nI. Classification systems\nThe DSM-5 is the Diagnostic and Statistical Manual of Mental Disorders \n(Fifth Edition) (American Psychiatric Association, 2013). It is currently the most common means of classifying mental disorders used in the United States and, along with the International Classification of Diseases, 10th Revision  (ICD-10) (World Health Organization, 1992), one of the most \nwidely used classification systems for mental disorders around the world.\nA. \n Contents of \nDSM  \n The DSM-5 contains diagnostic criteria and codes for 19 specific categories of mental disorders and additional codes for conditions (often called V-codes) that may be a focus of clinical attention not considered mental disorders. These would include problems such as sibling relational problems, religious or spiritual problems, or extreme poverty.\nB. \n Organization of \nDSM  \n The categories of the DSM are laid out in a general developmental fashion, with categories of disorders typically seen early in the  lifespan described first, and those usually expressed later in the lifespan later. Likewise, disorders within categories are also pre-sented in a somewhat developmental sequence.\nC. \n \nThe International Classification of Diseases  \n The International Classification of Diseases (ICD) is published by \nthe World Health Organization. This manual is the most commonly used system for the classification of all diseases. It has a chapter devoted to the classification of mental and behavioral disorders. The current DSM uses coding from the current ICD-9-CM and the upcoming ICD-10-CM, and it has an organizational structure that reflects the anticipated structure of the ICD-11, due to be published sometime in 2017. Though the DSM and ICD organizational sys-tems are not identical, there is and will continue to be a great deal of correspondence between the two systems. \n20\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSII. Understanding classification\nThe classification of problems is difficult because the ways humans may \nexperience and express problems are nearly limitless. Thus, classification provides descriptions of the most common ways humans express prob-lems. These descriptions are best understood as prototypes (best exam-ples of problems). \niii. Criticisms of the DSM\nA. Biomedical orientation  \n There are many criticisms of the DSM as a classification tool. First among them is that the system is based on a biomedical model of problems (e.g., the term diagnostic). \nB. \n Categor\nical vs. dimensional  \n \nAnother major criticism concerns the categorical nature of classi-fication. Though in reality individual problems are best described dimensionally  (more or less) (Markon, Chmielewski, & Miller, 2011), \nthe DSM is a categorical system (in or out). This categorical sys-tem is maintained because it is a traditional form of classification in medicine and because it is easier for clinicians to understand and use (American Psychiatric Association, 2013; Widiger & Shea, 1991).  The categorical nature of the DSM tends to increase inter-rater reliability, but is more questionable with regard to issues of validity. Further, it creates problems such as reification of the categories (making the categories seem like real entities), exacerbates prob-lems such as secondary labeling, and increases the likelihood that a diagnostic label becomes integrated into the schemas of others and an individual’s own self-schema becomes stigmatic.   Categories are descriptions of problems and not explanations  \nfor them. For example, bulimia nervosa describes a problem in \nwhich an individual binge eats and is involved in compensatory behavior. It does not mean that a person acts that way because  \nof bulimia nervosa. Psychological disorders are complex and (as outlined previously) are explained in different ways by various theo-retical approaches.\n21\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSC.  Modifications  \n \nThe DSM-5 attempts to address some of these issues by incorpo-rating more dimensional aspects. This has been done in a variety of ways, for example by broadening some categories of disorders (e.g., autism spectrum disorder) and allowing for coding of sever-ity of many problems along with the use of specifiers (e.g., major depressive disorder). Despite these additions, the DSM has essen-tially maintained its categorical nature (American Psychiatric Asso-ciation, 2013).\nIV.  Important things to remember about the classification of \npsychological problems\nA.  Psychological disorders are classified only if the prob lems interfere \nwith the person’s life in some “clinically significant” (American Psy-\nchiatric Association, 2013) way. Typically, a mental health profes-sional determines this clinical significance based on the degree of the individual’s suffering and/or the reports of others close to the individual. \nB. \n Psychological prob\nlems are complex and have biological, psycho-\nlogical, and sociocultural aspects. Thus, questions like “Is schizo-phrenia genetic?” denote an oversimplification of the complexities of the problems that together are known as schizophrenia.\nC. \n Prob\nlems exist at different levels of severity, and the combinations \nof factors that might produce a problem for one person could  \nbe different from the factors that might produce similar problems  \nin others. \nD.  There are also diff\nerent factors that influence an individual’s expe-\nrience of psychological disorders.\n1.\n The Amer\nican Psychiatric Association (2013) makes it clear \nthat psychological disorders “are defined in relation to culture, social and familial norms and values” (p. 14). Thus, it is im-portant to understand the particular cultural background of an individual to understand the type and severity of the problem a person may be experiencing. Matsumoto & van de Vijver’s (2011) description of “multicultural psychology” in part ad-dresses the need to understand the impact culture may have on all behavior, including psychological disorders.\n2.\n Additionally\n, people’s different ages, cultural/ethnic back-\ngrounds, and sexual orientation can relate to issues of mental health. \n22\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTS3. F actors such as culture and gender can have an impact on \nthe way individuals experience problems. For example, a \nperson’s particular culture can influence how that person exhibits the problems they do. Examples of this may be the increase in numbers of people exhibiting dissociative identity disorders, eating disorders, or attention-deficit hyperactivi-ty disorders in the United States (e.g. Hacking, 1999; Toro, et. al., 2005) or the existence of even more culture-specific disorders such as susto. Susto is an anxiety disorder found \namong people in Central and South America that is suppos-edly caused by having contact with supernatural beings or being the victim of black magic (Tan, 1980). It is important to remember that culture and gender are not specific single causes of psychological problems, but they can play a role in the development, experience, and expression of psychologi-cal disorders (American Psychiatric Association, 2013).\n4.\n Social relationships and suppor\nt have been shown to be \nprotective factors against the development of psychological disorders (Cobb, 1976) and in the treatment of psychological disorders (Bryant, 2010). \n23\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSLESSON 4\nPsychological Disorders\ni. Anxiety disorders\nAn underlying issue with all anxiety disorders is a normal fear response \ngone awry. Anxiety disorders are classified when the fear response trig-gered is out of proportion to the reality of the danger of a situation. Typical-ly, individuals who experience this anxiety understand their fear is irrational but have a difficult time controlling this response. This irrational fear often leads to avoidance of situations or objects that interrupts a person’s life in a significant way.\nA. Examples of anxiety disorders\n1.\n  Specific phobia \nis an irrational fear of some specific object \nor situation.\n2.\n Agoraphobia\n is literally “fear of the marketplace”; this is \na person’s fear of being out in some situation away from safety and being unable to escape should they experience overwhelming panic or in some other way become suddenly incapacitated. \n3.\n Social anxiety \nis fear of being humiliated in front of others in \none or more social situations.\n4.\n Panic disorder \nis the experience of a sudden severe fear \nresponse in the absence of any sort of realistic threat. These “panic attacks” occur suddenly, are of brief duration, can be incapacitating, and lead to worry about experiencing more of them.\n5.\n Generalized anxiety disorder\n is being worried and fearful \nof many different things, including health, finances, weather, family, etc. The worry is persistent and interferes significantly with the person’s life.\nB. Causes of anxiety disorders\n1.\n Psychological:\n Classically conditioned fear responses and neg-\natively reinforced avoidance (or other fear reducing) behaviors; irrational thinking, low self-efficacy, irrational appraisals, fear of negative evaluation, anxious apprehension; unresolved uncon-scious conflicts or traumas; incongruence, inauthenticity\n24\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTS2. Biological:  Gamma-aminobutyric acid (GABA) inactivity; dys-\nfunctional amygdala-hypothalamus-central grey matter-locus \nceruleus circuit (Comer, 2014)\nii. Obsessive–compulsive and related disorders\nA.  Examples of obsessiv e–compulsive and related disorders\n1.\n Obsessive-compulsive disorder: \nThe key aspects of this \ndisorder are repetitive thoughts; images or impulses that are unwelcome, produce anxiety, and are difficult to control (obsessions); and repetitive and often meaningless behaviors that are also difficult to control and that reduce anxiety asso-ciated with the obsessions (compulsions). \n2.\n Hoarding disorder: A person with this disorder has per\n-\nsistent difficulty discarding possessions, regardless of their actual value, that leads to an accumulation of items that inter-fere with functioning.\n3.\n Body dysmorphic disorder: \n This is a person’s preoccupa-\ntion with a perceived defect or flaw in physical appearance that seems insignificant to others. The person responds to this preoccupation by performing repetitive behaviors (such as checking, grooming, or comparing themselves to others).\nB. \n Causes of obsessiv\ne–compulsive and related disorders\n1.\n Psychological:\n Negative reinforcement of compulsive behav-\niors (for example, washing hands repeatedly is negatively reinforcing since it removes the anxiety of thinking about germs); ego-defense mechanisms of isolation, undoing, and reaction formation; irrational and negative thinking regarding undesired thoughts\n2.\n Biological:\n Overactive orbitofrontal cortex-caudate nuclei-tha-\nlamic circuit  \n Serotonin, glutamate, and dopamine appear to be the neu-rotransmitters most correlated with these disorders.\niii. Depressive disorders\nA. Examples of depressive disorders\n1.\n Major depressive disorder (MDD): \nSad mood, loss of plea-\nsure in activities, feelings of worthlessness, sleeping difficul-ties, lack of motivation lasting at least 2 weeks (This disorder \n25\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTStends to be recurrent. Rather than being separate diagnostic \nentities, aspects of this disorder such as “with peripartum onset” and “with seasonal pattern” are now used as specifiers in the coding of major depressive disorder. )\n2.\n Persistent depressive disorder (PDD, formerly dysthy\n-\nmia): Chronic depressive symptoms that have been experi-\nenced for at least 2 years (Because criteria for MDD are not contained in PDD, it is possible for someone to be classified as exhibiting both disorders.)\n3.\n Premenstrual dysphoric disorder: \nSignificant mood swings \nor depressive symptoms that occur in the week prior to the onset of menses and are greatly reduced or absent in the week postmenses\n B. Causes of depressive disorders\n1.\n Psychological:\n Negative schemas for self, ongoing experi-\nence, and future (cognitive triad); lack of reinforcement; re-gression and introjection after actual or symbolic loss of loved one; loss of meaning; incongruence\n2.\n Biological:\n Some sort of dysfunction of a neurological circuit \nthat includes the prefrontal cortex, hippocampus, amygda-la, and Brodmann Area 25 (This circuit is rich in serotonin. Abnormal serotonin gene has been targeted as a potential predisposing factor.)\niV. Bipolar and related disorders\nA. Examples of bipolar disorders\n1.\n Bipolar disorder: \nFor a person to be classified as exhibiting \nthis disorder, the person must have exhibited a manic epi-sode. A manic episode is characterized by persistently elevat-ed, expansive, or irritable mood and includes such problems as inflated self-esteem, decreased need for sleep, flight of ideas, and distractibility that lasts for at least 1 week. \n2.\n Manic episodes \nmay include hallucinations and delusions. \nDepressive episodes may or may not be present. \n26\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSB. Causes of bipolar disorder\n1.\n Psychological:\n Manic-defense hypothesis—underlying pro-\ncesses similar to depression, but person denies and defends \nagainst them by acting in a manic way, perhaps due to need for approval by others\n2.\n  Biological:\n May be related somewhat to norepinephrine, sero-\ntonin, or GABA; abnormal ion activity within neurons; abnor-mal basal ganglia and cerebellum (Genes seem to play some role in creating vulnerability to these problems.)\nV.  Schizophrenia spectrum and other psychotic disorders\nA.  Examples of schiz ophrenia spectrum and other psychotic disorders\n1.\n  \nSchizophrenia: Schizophrenia consists of several problems \nassociated with several psychological processes including delusions, hallucinations, disorganized speech, grossly disor-ganized behavior, and negative symptoms. These problems must persist for at least 6 months and be a significant nega-tive change in the person’s functioning.\n2.\n Delusional disorder: \nThe presence of one or more delu-\nsions (false beliefs a person holds in spite of evidence to the contrary and in spite of what others believe) (These delusions may be described in many ways, including erotomanic, gran-diose, jealous, persecutory, or somatic. )\nB. \n Causes of schiz\nophrenia spectrum and other psychotic disorders\n1.\n Psychological:\n External-personal attributions for negative \nevents, operant conditioning of peculiar behaviors, attempting to make sense out of peculiar perceptual experiences, family stress and dysfunction\n2.\n  Biological:\n Biochemical abnormalities (dopamine and perhaps \nserotonin); abnormalities in frontal and temporal lobes and in brain structures such as the hippocampus, amygdala, and thalamus\n   GO TO ACTIVITY 4\n  \nAn Assignment With Vignettes\n27\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSLESSON 5\nPsychological Disorders, Continued\ni. Personality disorders\nPersonality disorders involve life-long patterns of maladaptive cognitions, \nthoughts, and behaviors that are both consistent (similar across situations) and stable (similar over time). These maladaptive patterns of behavior begin in childhood or early adolescence.\nA. Examples of personality disorders\n1.\n Antisocial personality disorder\n (includes problems also \nknown as psychopathy and sociopathy): A pattern of disre-garding and violating the rights of others that includes such problems as deceitfulness, impulsivity, aggressive behavior, recklessness, lack of conscience, irresponsibility, viewing others as prey\n2.\n  Borderline personality disorder: \nInstability with regard to \nidentity, mood, relationships and includes problems such as impulsivity, feelings of emptiness, suicidal ideation, self-injuri-ous behaviors\nB. Causes of personality disorders\n1.\n Psychological:\n Mistreatment in childhood and failure to es-\ntablish positive loving relationships with parents, childhood trauma, lack of empathy, operant and classical conditioning, failure to learn from punishment, modeling, irrational beliefs, nonadaptive attributions\n2.\n Biological:\n Genetic predispositions for maladaptive personality \ntraits, slow autonomic arousal, abnormal frontal lobe activity\nii. Trauma and stressor-related disorders\nA.  Examples of tr auma and stressor-related disorders\n1.\n Posttraumatic stress disorder: \nA maladaptive reaction to \nactual or threatened death, serious injury, or sexual violence characterized by problems such as recurrent intrusive mem-ories of the event, flashbacks, fear of stimuli associated with the event, negative changes in mood and ability to concen-trate, irritability, and feelings of detachment\n28\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTS2. Adjustment disorder:  A person’s development of emotional \nor behavioral problems within 3 months after experiencing a \nstressful event\nB. \n Causes of tr\nauma and stress-related disorders\n1.\n Psychological:\n Negative appraisals, fatalistic beliefs, appre-\nhension, early childhood traumas, lack of social support, poor coping skills, low efficacy, limited self-capacities\n2.\n Biological:\n Abnormal activity of cortisol and norepinephrine; \nabnormal activity in a circuit involving the hypothalamus and amygdala\niii.  Dissociative and somatic symptom disorders\nA.  Examples of dissociativ e and somatic symptom disorders\n1.\n Dissociative identity disorder (formerly multiple person\n-\nality disorder): Presence of two or more distinct personality states, each present at different times and having their own cognitions, affect, and behavior\n2.\n Somatic symptom disorder: \nExperiencing of somatic \nsymptoms that are distressing and/or result in disruption of a person’s life\n3.\n i\nllness anxiety disorder: Preoccupation with having or ac-\nquiring a specific illness, without experiencing somatic symp-toms\n4.\n Conversion disorder: \nPhysical symptoms resulting in the \nloss of functioning not due to physical causes\n5.\n  Factitious disorder (formerly Munchausen’s syndrome):\n \nProduction of physical problems for the purpose of receiving medical attention\nB. Causes of dissociative and somatic symptom disorders\n1.\n Psychological:\n Keeping internal conflicts out of awareness \n(primary gain) and removing self from aversive events/activ-ities (secondary gain), suggestion, self-hypnosis, repression of traumatic events, state-dependent learning\n2.\n Biological:\n Some unspecified neurological predisposition\n29\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSiV. Feeding and eating disorders\nA. Examples of feeding and eating disorders\n1.\n Anorexia nervosa: \nRefusal to maintain minimally normal \nbody weight accompanied by an irrational fear of becoming \nobese\n2.\n Bulimia nervosa: \nBinge eating accompanied by compensa-\ntory behavior that is either purging or nonpurging in nature\n3.\n Binge-eating disorder: \nBinge eating without compensatory \nbehavior\nB. Causes of feeding and eating disorders\n1.\n Psychological:\n Ego-deficiencies, perceptual disturbances, \nirrational beliefs, cognitive distortions\n2.\n Biological:\n Dysfunctional hypothalamus\n3.\n Sociological:\n Unreasonable societal standards, family envi-\nronment, and communication\nV. Neurodevelopmental disorders\nThese are disorders that develop early in the lifespan and are most often classified early in childhood.\nA. Examples of neurodevelopmental disorders\n1.\n  i\nntellectual disability (formerly mental retardation): Intel-\nlectual and adaptive functioning deficits\n2.\n Autism spectrum disorder (this disorder now includes\n \nwhat was formerly Asperger’s disorder): Significant prob-lems with social communication and social interaction across many different social situations; small numbers of interests and activities\n3.\n Attention-deficit/hyperactivity disorder: \nSignificant and \nconsistent pattern of inattention and impulsive behavior. This may be primarily an inattention problem, a hyperactivity/im-pulsivity problem, or a combination of both.\nB. Causes of neurodevelopmental disorders\n1.\n Psychological:\n Operant and classical conditioning, modeling, \nfailure of self-regulatory systems, high levels of stress, family dysfunction, failure to develop a theory of mind\n30\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTS2. Biological:  Neurotransmitter dysfunction (dopamine) in \nADHD; genetic predispositions; abnormal frontal-striatal \nareas of the brain; prenatal difficulties; abnormalities in the brain such as in the limbic system, cerebellum, brain stem nuclei, frontal and temporal lobes\nVi.  Substance-related and addictive disorders\nSubstance-related disorders involve the persistent maladaptive use of (a) specific substance(s). All disorders are substance-specific.\nA. \n Examples of substance related and addictiv\ne disorders\n1.\n Alcohol use disorder: \nProblematic use of alcohol indicated \nby behaviors such as craving, social problems, interference with work/school responsibilities, inability to stop using, phys-ical problems\n2.\n Gambling disorder: \nProblematic gambling behavior that \nleads to significant disruption of the person’s life\nB. \n Causes of substance-related and addictiv\ne disorders\n1. \n Psychological:\n Operant and classical conditioning, modeling, \nstress, trauma, low efficacy, lack of coping skills, impulsivity\n2. \n Biological:\n Genetic predisposition, abnormal GABA receptors, \nreward-deficiency syndrome\n3. \n Sociocultur\nal: Poverty, unemployment; dysfunctional families; \nsocietal value placed on substance use; availability\n   GO TO ACTIVITY 5.1\n  \nConnecting Media and Psychology\n \n   GO TO ACTIVITY 5.2\n  \nInteresting Psychology Information\n \n31\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSACTIVITIES\nBACK TO  \nCONTENT  \nOUTLINEACTIVITY 1\nWhat is Abnormal Behavior?\nFrom original TOPSS unit lesson plan\nProcedure\nThis activity can be used to introduce the idea of abnormal psychology.\nAsk students to individually write down three criteria they believe could be \nused to define abnormal behavior. Tell them they will be using their crite-ria to determine the relative mental health of the student described in the case study (below) you are going to give them. Provide them time to think critically about the case. Suggest the students use the prompt “Behavior might be considered psychologically disordered if it is ...”\nDiscussion\nFirst, ask students to contribute ideas about psychologically disordered behavior. Write their ideas on the board or overhead with the goal of try-ing to develop some sort of class consensus. Y our goal is to illustrate how difficult it is for us to agree on a workable definition of psychologically \nACTIVITIES\n32\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSdisordered . As you cluster contributions from students, try to establish the \ngeneral definition as follows.\nMost accepted definitions of abnormality include the ideas of deviance, \ndistress, dysfunction, and dangerousness (Comer, 2014). \nAsk students if all these criteria should be involved to determine whether a \nbehavior is psychologically disordered.\nSecond, distribute the case study (see below). Ask students to read it \nsilently, then discuss with a partner whether or not Anne should be thought of as psychologically disordered. Opinions will differ. Ask several pairs to share their conclusions with the class and to support their position. Point out that behaving differently does not necessarily indicate poor mental health; we also need more information about Anne to make an informed decision. Students should come to understand the difficulties of determin-ing abnormal behavior.\nFinally, point out that the\n \nDiagnostic and Statistical Manual of Mental \nDisorders  \nof the American Psychiatric Association, along with the Interna-\ntional Classification of Diseases , is an attempt to carefully categorize and \ndescribe mental disorders. DSM-5 is used by psychologists and psychia-\ntrists to do professionally what the students have attempted to do in this activity.\nA Case Study\nAnne is a 16-year-old girl living in a medium-sized city in the Midwest. Her family includes a mother, father, 14-year-old brother, and a great-aunt, who has lived with the family since Anne was 4. Anne is a junior at City High School and is taking a college-preparatory program. Her appearance is strikingly different from the appearance of the other girls in her class. She wears blouses which she has made out of various scraps of material. The blouses are accompanied by the same pair of overalls every day, two mismatched shoes, and a hat with a blue feather. She is a talented artist, producing sketches of her fellow classmates that are remarkably accurate. She draws constantly, even when told that to do so will lower her grade in classes where she is expected to take lecture notes.\nShe has no friends at school, but seems undisturbed by the fact that she \neats lunch by herself and walks alone around the campus. Her grades are erratic; if she likes a class she often receives an A or B, but will do no work at all in those she dislikes. Anne can occasionally be heard talking to herself; she is interested in poetry and says she is “composing” if asked about her poetry. She refuses to watch television, calling it a “wasteland.” \n33\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSThis belief is carried into the classroom, where she refuses to watch \nvideotapes, saying they are poor excuses for teaching. Her parents say they don’t understand her; she isn’t like anyone in their family. She and her brother have very little in common. He is embarrassed by Anne’s behavior and doesn’t understand her either. Anne seems blithely unaware of her apparent isolation, except for occasional outbursts about the meaningless-ness of most people’s activities.\n \n34\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSACTIVITY 2.1\nPsychological Disorders and  \nPerspectives in Psychology\nDeveloped by\nScott Reed, MEd  \nHamilton High School, Chandler, AZ\nReview the diagnostic criteria of a particular disorder in the DSM. Select \none of the criteria and relate the behavior to the different perspectives in psychology. Consider the course of the disorder including the onset, main-tenance, and/or treatment. \nSome possible disorders to consider: depression, alcohol use disorder, \nphobias, generalized anxiety, schizophrenia, obsessive–compulsive disor-der, eating disorders, bipolar disorder, posttraumatic stress, or another of your choice.\nTry to relate to these perspectives:\n•\n Biomedical\n•\n Psychodynamic\n•\n Cognitiv\ne\n•\n Beha\nvioral \n•\n Humanistic\n•\n Sociocultur\nal \n BACK TO  \nCONTENT  \nOUTLINE\n35\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSBACK TO  \nCONTENT  \nOUTLINEACTIVITY 2.2\nOn Being Sane in insane Places\nDeveloped by\nNancy Diehl, PhD  \nHong Kong International School, Tai Tam, Hong Kong\nThe purpose of this activity is to further understand issues related to defin-\ning psychological disorders in context, considering aspects of labeling and treatment, using Rosenhan’s classic study as a backdrop. This also ad-dresses contemporary issues of making a referral. Students should work in small groups of five to seven. \nPart 1 \nStudents read the original or a summary of Rosenhan’s classic experiment (Rosenhan, 1973) “On Being Sane in Insane Places.”\n \nPart 2\nHold a class discussion. Topics may include: \n•\n Research design including selection of par\nticipants\n•\n T\nypical behavior of psychiatric patients\n•\n Confir\nmation bias \n•\n The long-ter\nm impact of labeling\n•\n Histor\nical context (This may affect categories and labeling in early to \nmid-1970s America. Of note, the publication date of Rosenhan’s work \nis the same year homosexuality was removed from the DSM.)\n36\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSPart 3\nStudents discuss the related issue regarding how to refer someone with \ndisordered behavior to seek evaluation and/or treatment. Using acronym REFER (Van Raalte & Brewer, 2005), discuss each step: \nR—Recognize a referral is needed.\nE—Explain the referral process.F—Focus on feelings.E—Exit if emotions are too intense.R—Repeat and follow up as needed.\nDiscuss effectiveness of a referral attempt as framed above. \nReferences\nRosenhan, D. L. (1973). On being sane in insane places. Science, 179, 250-258.\nVan Raalte, J. L., & Brewer, B. W. (2005). Balancing college, food, and life [CD-ROM]. Wil-\nbraham, MA: Virtual Brands. (Available from Virtual Brands, 10 Echo Hill Rd., Wilbra-\nham, MA 01095 or http://www.vbvideo.com.)\n \n37\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSACTIVITY 4\nAn Assignment With Vignettes\nDeveloped by\nScott Reed, MEd  \nHamilton High School, Chandler, AZ\nWrite a vignette, a short story, about a person who has been diagnosed \nwith one of the disorders from the lesson. Include the onset of the disor-der, how it is affecting the person’s life, and how the person is coping with the disorder. \nThe students can share the vignettes with class members and see if they \ncan identify some of the relevant characteristics of the disorder. Disorders may include: agoraphobia, generalized anxiety disorder, obsessive–com-pulsive disorder, major depressive disorder, bipolar disorder, schizophre-nia, antisocial personality disorder, borderline personality disorder, post-traumatic stress disorder, dissociative identity disorder, factitious disorder, anorexia nervosa, bulimia nervosa, autism spectrum disorder, atten-tion-deficit/hyperactivity disorder. \nTeachers may want to assign the disorders to ensure more of them are \ncovered.\nSources\nAmerican Psychological Association http://www.apa.org \nNational Institute of Mental Health \nhttp://www.nimh.nih.gov \n National Alliance on Mental Illness \nhttp://www.nami.org BACK TO  \nCONTENT  \nOUTLINE\n38\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSACTIVITY 5.1\nConnecting Media and Psychology \nDeveloped by\nJudy Van Raalte, PhD  \nSpringfield College\nThe purpose of this assignment is to help students to find connections \nbetween what they experience in their lives and the field of psychology. Outcomes may be a class presentation (typically fewer than 5 minutes per presentation is most effective) or a paper. This may also be an out-of-class assignment. \nStudent instructions\n(a)  Select  a ne wspaper or magazine article, song lyrics, \ndrawrings, or Y ouTube video that is meaningful or inter-esting to you relating, in some meaningful way, to a psy-chological disorder. The article, song, drawing, or video you select is your “media source.”\n(b)\n  Re-read\n \nor review\n \nyour media source and type a paper \nor create a presentation in which you first\n \ndescribe\n \nyour \nmedia source. What is your media source about? What is interesting or meaningful about it? Why did you choose this particular media source? Feel free to quote the es-sential characteristics with proper citations.\n(c)\n  Explain\n \nthe connection between the media source \nand\n \nrelevant terms covered in the textbook.  \nBe as de-\ntailed as possible. Y ou cannot do this from memory. Y ou must be specific about your media source and the text terms. Use psychology terms\n \n(and underline them) and \ninclude their\n \ndefinitions. Where possible, consider the \nperspective taken in the article, song, drawing, or video (e.g., biomedical, psychodynamic, cognitive, behavioral, humanistic, sociocultural).BACK TO  \nCONTENT  \nOUTLINE\n39\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTS(d)  Submit  your media source (or the web address of your \nsource or movie or song lyrics) with the paper or on the \npresentation day.\n40\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSACTIVITY 5.2\ninteresting Psychology information\nDeveloped by\nJudy Van Raalte, PhD  \nSpringfield College\nThe purpose of this assignment is to familiarize students with the Ameri-\ncan Psychological Association, which has a website that provides scientifi-cally based, interesting, and important info related to psychology, including psychological disorders. Students will be directed to the Monitor on Psy-chology\n \nmagazine to select an article.  \nStudent instructions\nGo to this website for the Monitor on Psychology  monthly magazine pub-\nlished by APA:  \nhttp://www.apa.org/monitor/.\n(a) \n Select\n \nan article to read focused on issues related to \npsychological disorders in general or specifically or issues that relate to the diagnosis, care, treatment of people with psychological disorders, family or caregiver concerns, or more generally regarding the Diagnostic and Statistical Manual of Mental Disorders (it can  \nbe from a previous issue—see link at the side of the webpage).\n(b) \n Read\n \nyour article and type a paper in which you first \nsummarize\n \nthe article.\n(c)  What\n \nis the most important idea in the article? Explain \nyour answer. Be as detailed as you can be.\n(d) \n Explain\n \nthe connection you see between the most im-\nportant idea in the article and concepts in the textbook. Be as detailed as possible. Use\n \npsychology terms\n \n(and \nunderline them) and include their\n \ndefinitions. If a topic \nhas not yet been covered in class, look it up and read the BACK TO  \nCONTENT  \nOUTLINE\n41\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSrelevant section(s). Do not limit your connections to the \nchapter on psychological disorders, but make connec-tions with previous sections on topics such as research design, stress, biology of the mind, nature–nurture, etc.\n(e) \n Submit\n \na\n \nhard copy of your article\n \nalong with your \npaper.\n43\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSCRITICAL  \nTHINKING AND  \nDISCUSSION  \nQUESTIONS\nCRITICAL THINKING AND DISCUSSION QUESTIONSCRiTiCAL TH iNKiNG ON  \nPSYCHOLOG\ni\nCAL D\ni\nSORDERS\nCritical Thinking Exercise for Lesson 1\nAs explained in the unit, defining the term mental disorder  is complex. \nComer (2014) suggested most accepted definitions include the ideas of \ndeviance, distress, dysfunction, and dangerousness. Demonstrate your understanding by giving one example of a behavior that reflects each “D.” How might historical context and culture affect these decisions?\nCritical Thinking Exercise for Lesson 2\nConsider the perspectives in psychology: psychodynamic, cognitive, behavioral, humanistic, sociocultural, and biological. Given what you’ve learned thus far, does any one or more perspective(s) resonate with you? Which? Why?\nWhat steps can high school students take to lessen the stigma often asso-\nciated with psychological disorders? What steps can be taken by various community leaders?\nCritical Thinking Exercise for Lesson 3\nPersonality disorders have been a controversial aspect of the DSM. DSM-5 described three clusters, with specific disorders falling under each of three categories: anxiety related, eccentric, and dramatic/impulsive. In the \n44\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSdevelopment of DSM-5, there was much debate about changing these \ncategories, but ultimately they remained the same. What are some of the challenges categorizing these disorders? What changes do you foresee for next DSM edition?\nCritical Thinking Exercise for Lesson 4\nApply the learning perspective using concepts in classical conditioning and operant conditioning (e.g., unconditioned stimulus, reinforcement, punish-ment) to describe how a teenager may have developed a school phobia. Consider how the reasons for the initial driving force of the behavior may be different from the reasons for maintaining the behavior.\nCritical Thinking Exercise for Lesson 5\nWhen exposed to trauma, most people do not develop posttraumatic stress disorder (PTSD). Discuss factors that might influence who develops PTSD and who does not.\nDiSCUSS iON QUEST iONS\nDiscussion Questions for Lesson 1\nChanges in the treatment of people with abnormal behavior have coin-cided with social change and medical understanding. What changes do you think might happen in the next 10–20 years? How might technological advances inform or shift current understanding of abnormality?\nThere is a much smaller percentage of the population in mental institu-\ntions in America since the philosophy of deinstitutionalization started in the 1970s. Why do you think so many fewer people are now institutionalized? What were some of the problems associated with the release of so many patients? What are some ways those are being dealt with now?\n45\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSDiscussion Questions for Lesson 2\nThe biopsychosocial model suggests the interaction of many different \nkinds of factors leads to the development of mental disorders. Describe  evidence that emphasizes environmental causes for mental disorders.  Describe evidence for biological causes of mental disorders. How might these interact?\nWhat might parents of a child with abnormal behavior consider as  \nshort-term or long-term effects of labeling? What might parents consider as benefits? \nFrom each of the different perspectives, how do early experiences  \n(e.g., significant levels of stress) contribute to likelihood of developing  a disorder?\nDiscussion Question for Lesson 3\nWhat are the pros and cons of classifying abnormal behaviors with a sys-tem such as DSM or ICD? \nDiscussion Questions for Lesson 4\nIn what ways does major depressive disorder differ from “the blues”?\nCompare and contrast the biological and behavioral views of anxiety  \ndisorders and discuss how differences between the two views might  be reconciled. \nDiscussion Questions for Lesson 5\nPeople unfamiliar with the study of abnormal behavior sometimes  confuse “multiple personality” with\n \nschizophrenia. How would you  \nexplain the differences?\nIn what ways do personality disorders differ from other psychological  \ndisorders? In what ways are they similar?\n46\n47\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSREFERENCES  \nAND OTHER  \nRESOURCES  \nREFERENCES AND OTHER RESOURCES REFERENCES\nAmerican Psychiatric Association. (2013). Diagnostic and statistical manual of mental \ndisorders  (5th ed.). Washington, DC: Author.\nAndrews, J., Briggs, A., Porter, R., Tucker, P ., & Waddington, K. (1997). The history of \nBethlem. London, UK: Routledge.\nBinswanger, L. (1963). Being-in-the-world  (translated and with a critical introduction by J. \nNeedleman). New Y ork, NY: Basic Books, Inc. \nBryant, R. A. (2010). Treating the full range of posttraumatic reactions. In G. M. Rosen \n& B. C. Frueh (Eds.), Clinician’s guide to posttraumatic stress disorder  (pp. 205-234). \nHoboken, NJ: John Wiley & Sons.\nCenters for Disease Control and Prevention. (2014). National suicide statistics at a \nglance.   Retrieved from http://www.cdc.gov/Violenceprevention/suicide/statistics/index.\nhtml \nCerletti, U. (1956). Electroshock therapy. In A. M. Sackler, M. D. Sackler, R. R. Sackler, & \nF . Marti-Ibanez (Eds.), The great physiodynamic therapies in psychiatry: An historical \nreappraisal  (pp. 91-120). New Y ork, NY: Hoeber-Harper. \nCobb, S. (1976). Social support as a moderator of life stress. Psychosomatic Medicine, \n38, 300.\nComer, R. J. (2014). Abnormal psychology  (8th ed., DSM-5 update). New Y ork, NY: Worth.\nCotton, H. A. (1921). The defective delinquent and insane.  Princeton, NJ: Princeton  \nUniversity Press.\nEllis, A., Harper, R. A., & Powers, M. (1975). A guide to rational living.  Chatsworth, CA: \nWilshire Book Co.\nEysenck, H. J. (1952). The effects of psychotherapy: An evaluation. Journal of Consulting \nPsychology, 16, 319-324.\nFrankl, V. (1958). On logotherapy and existential analysis. American Journal of  \nPsychoanalysis, 18,  28-37. \nFreud, S. (1933). New introductory lectures on psychoanalysis.  New Y ork, NY: Norton.\n48\nPSYCHOLOGICAL DISORDERS BACK TO  CONTENTSFreud, S. (1953). The interpretation of dreams. In Standard edition, Vols. 4 & 5. London, \nUK: Hogarth Press. (First German Edition, 1900).\nHacking, I. (1998). Rewriting the soul: Multiple personality and the sciences of memory . \nPrinceton, NJ: Princeton University Press.\nHollon, S. D., & Ponniah, K. (2010). A review of empirically supported psychological thera-\npies for mood disorders in adults. Depression and Anxiety, 27(10), 891-932.\nKelly, G. (1955). The psychology of personal constructs.  New Y ork, NY: Norton.\nMackay, C. S. (2009). The hammer of witches: A complete translation of the Malleus  \nMaleficarum. Cambridge, UK: Cambridge University Press.\nMaher, W. B., & Maher, B. A. (1985). Psychopathology: I. From ancient times to the  \neighteenth century. In G. A. Gimble & K. Schlesinger (Eds.), Topics in the history of \npsychology  (Vol. 2). Hillsdale, NJ: Erlbaum.\nMarkon, K. E., Chmielewski, M., & Miller, C. J. (2011). The reliability and validity of  \ndiscrete and continuous measures of psychopathology: A quantitative review.  Psychological Bulletin, 137 (5), 856-879.\nMiller, D. T., & Ross, M. (1975). Self-serving biases in the attribution of causality: Fact or \nfiction? Psychological Bulletin, 82,  213-225.\nMerton, R. (1957). Social theory and social structure. New Y ork, NY: Free Press.\nNational Institute of Mental Health. (2014). Mental healthcare costs for all Americans \n(1996-2006) .  Retrieved from http://www.nimh.nih.gov/statistics/4MH_AM9603.shtml \nPavlov, I. P . (1927). Conditioned reflexes . London, UK: Clarendon Press.\nPorter, R. (2003). A brief history of madness. Oxford, UK: Oxford University Press.Rogers, C. R. (1951). Client-centered therapy . Boston, MA: Houghton-Mifflin\nRosenhan, D. L. (1973). On being sane in insane places. Science, 179, 250-258.Rosenhan, D. L., & Seligman, M. E. P . (1995). Abnormal psychology  (3rd ed.). New Y ork, \nNY: Norton.\nSarton, G. (1952). A guide to the history of science . Waltham, MA: Chronica Botanica.\nScull, A. (1993). The most solitary of afflictions: Madness and society in Britain,  \n1700-1900 . New Haven, CT: Y ale University Press.\nShorter, E. (1997). A history of psychiatry: From the era of the asylum to the age of \nProzac.  New Y ork, NY: John Wiley & Sons, Inc.\nSkinner, B. F . (1938). The behavior of organisms . New Y ork, NY: Appleton-Century-Crofts.\nSmith, M. L., & Glass, G. V. (1977). Meta-analysis of psychotherapy outcome studies. \nAmerican Psychologist, 32 (9), 752-760.\nSwazey, J. P . (1974). Chlorpromazine in psychiatry: A study of therapeutic intervention . \nCambridge, MA: MIT Press.\n49\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTSTan, E. S. (1980). Transcultural aspects of anxiety. In G. D. Burrows & B. Davies (Eds.), \nHandbook of studies on anxiety . Amsterdam: Elsevier/North-Holland.\nTierney, A. J. (2000). Egas Moniz and the origins of psychosurgery: A review  \ncommemorating the 50th anniversary of Moniz’s Nobel Prize. Journal of the  \nHistory of the Neurosciences, 9 (1), 22-36.\nTuke, S. (1964). Description of the Retreat, an institution near York. London, UK:  \nProcess Press.\nVaihinger, H. (1925). The philosophy of “As If’: A system of the theoretical, practical and \nreligious fictions of mankind . New Y ork, NY: Harcourt, Brace & Company.\nWason, P . C. (1960). On the failure to eliminate hypotheses in a conceptual task.  \nQuarterly Journal of Experimental Psychology, 12(3), 129-140.\nWhitaker, R. (2010). Anatomy of an epidemic: Magic bullets, psychiatric drugs, and the \nastonishing rise of mental illness in America.  \nNew Y ork, NY: Crown Publishers.\nWidiger, T. A. & Shea, T. (1991). Differentiation of Axis I and Axis II disorders. Journal of \nAbnormal Psychology, 100(3), 399-406.\nWorld Health Organization. (1992). International classification of diseases . Retrieved from \nhttp://www.who.int/classifications/icd/en/\nWorld Health Organization. (2014). Mental health: First WHO world suicide report .   \nRetrieved from http://www.who.int/mental_health/en/ \nOTHER RESOURCES\nBarlow, D. H., & Durand, V. M. (2011). Abnormal psychology: An integrative approach  \n(6thed.). Belmont, CA: Cengage.\nBentall, R. P . (2009). Doctoring the mind: Why psychiatric treatments fail . London, UK: \nPenguin Books.\nCervone, D., & Pervin, L. A. (2013). Personality: Theory and research (12th ed.).  \nNew Y ork, NY: Wiley.\nHalgin, R. (2012). Taking sides: Clashing views in abnormal psychology  (7th ed.).  \nNew Y ork, NY: McGraw-Hill.\nKandel, E. R., Schwartz, J. H., Jessel, T. M., Siegelbaum, S. A., & Hudspeth, A. J. (Eds.). \n(2012). Principles of neural science  (5th ed.). New Y ork: McGraw-Hill.\nMatsumoto, D., & van de Vijver, F . J. R. (Eds.). (2011). Cross-cultural research methods in \npsychology: Culture and psychology . New Y ork, NY: Cambridge University Press.\nToro, J., Gila, A., Castro, J., Pombo, C., & Guete, O. (2005). Body image, risk factors \nfor eating disorders and sociocultural influences in Spanish adolescents. Eating and Weight Disorders, 10 (2), 91-97.\n51\nA UNIT LESSON PLAN FOR HIGH SCHOOL PSYCHOLOGY TEACHERS\nBACK TO  CONTENTS\nAMERICAN\nPSYCHOL OG ICAL\nASSOCIATION\nCopyright © 2014 American Psychological Association."
}