{
    "filename": "survival-kit-major-mental-illnesses-signs-and-syptoms.pdf",
    "content": "1\nMajor Mental Illnesses \nSigns and Symptoms \n \nThe following is an overview of the major mental illnesses. There are many brochures \nregarding specific illnesses available from your mental health professional or community \nmental health organizations. You may not experience all of the symptoms listed for each \nillness. \n \nWho Becomes Mentally Ill? \n• It can affect anyone, regardless of age, ethnic background, income or gender. \n• One in five Canadians has or will develop a mental illness. \n• Sometimes mental illness is complicated by drug and alcohol use. \n \nAddictions and Mental Disorders \nStudies estimate that up to 50% of people who use mental health services also report \nhaving alcohol and drug problems. People who experience a mental illness and use \nalcohol, cannabis, or other substances excessively are said to have a “dual diagnosis” or \n“concurrent disorder”. People may use drugs or alcohol to reduce the symptoms of \nmental illness, or to lessen the side effects of prescribed medications. However, \nsubstance use often reduces the effectiveness of prescription drugs, can worsen \nsymptoms and complicates the diagnosis, treatment and care process. It is important to \naddress alcohol and drug issues as part of your recovery plan. \n \nMood Disorders \nDepression (as a disorder on its own or a part of bipolar disorder) \nRefers to severe and prolonged feelings of discouragement, frustration and even a \nsense of despair. Multiple causes such as specific, distressing life events, a biochemical \nimbalance in the brain or persistent psychological factors such as a negative or \npessimistic view of life.  \nCommon symptoms of depression: \n• Irritability. \n• Anxious mood. \n• Trouble sleeping or sleeping too much. \n• Loss of energy and excessive fatigue. \n• Physical aches and pains. \n• Diminished ability to think and concentrate. \n• Feeling bored and not interested in many aspects of your life. \n• Imagining you have an illness such as cancer when there are no physical indications. \n• Feelings of worthlessness, hopelessness \n• Possibility of suicidal thoughts \n• Changes in personal grooming \n• Isolation and withdrawal \n• Inability to experience joy or pleasure \n \n \n 2\n \nBi-Polar Disorder \nRefers to the “two poles” of the continuum of mood with alternating periods or cycles of \nmania (highs) and depression (lows) as described previously. \nCommon symptoms of mania: \n• Persistently high or irritable. \n• Decreased need for sleep. \n• Appetite disturbance. \n• Excessive spending. \n• Reckless and impulsive behaviour.  \n• Inflated ideas about what you are capable of doing – grandiose thoughts. \n• Delusional and psychotic thinking. \n• Hyper sexuality \n• Heightened senses to colour, noise, and smell \n• Accelerated thoughts and speech. \n \nSchizoaffective Disorder \nThis term is used when a person has both a mood disorder and a psychotic disorder \nwithin the same period of illness. This does not mean you have two disorders but a \ncombination of symptoms. The depressive type of schizoaffective disorder is \naccompanied by symptoms such as loss of energy, concentration impairment, guilt, \nfeelings of hopelessness, and suicidal thoughts. At the same time, the person \nexperiences psychotic symptoms such as delusions, extreme paranoia, or hearing \nvoices. \nThe manic type of schizoaffective disorder often takes the form of elation, with increased \nself-confidence and grandiosity. The person may feel energized, but may act \ninappropriately in social situations, and have trouble concentrating. Symptoms of \npsychosis are also present, and the person’s behaviour is markedly different from usual. \n \nPsychosis \nThe word “psychosis” is used to describe conditions that affect the mind, in which there has been some \nloss of contact with reality. When someone experiences the symptoms of psychosis, their condition is \nreferred to as a psychotic episode. It affects an individual’s thoughts, feelings and behaviours. Some \npeople experience psychosis as a part of their mental illness or as a result of using or withdrawing from \ndrugs and alcohol. It is most likely to occur in young adults. About 3 out of every 100 people experience a \npsychotic episode in their lifetime. It occurs equally in males and females and across all cultures and \nlevels of socio-economic status.  \nMost people make a full recovery from the experience. \nCommon signs and symptoms of psychosis: \n• Disorganized or confused thinking. \n• Reduced concentration, attention \n• Reduced drive and motivation, lack of energy \n• Sleep disturbance \n• Anxiety \n• Social withdrawal \n• Behavioural changes, irritability \n• Hallucinations or delusions \n• Disorganized speech \n \n \n 3\n \nAnxiety Disorders \nA group of disorders which affect behaviour, thoughts, emotions and physical health. \nCaused by biological and situational circumstances. Heightened and continuing \nresponse to a perceived threat. \nTypes of anxiety disorders: \n \nGeneral Anxiety Disorder \n• Repeated and excessive worries lasting at least six months pertaining to routine life \nevents and activities like work, relationships, finances and family. \n \nPanic Attacks \n• Fear of imminent death leading to heart palpitations, choking, nausea, faintness, \ndizziness, chest pain and sweating. \n \nPanic Disorder \n• Fear of situations which may cause a panic attack. \n \nPhobias \n• Overwhelming feelings of terror in response to a specific object, situation or activity. \n \nObsessive-Compulsive Disorder (OCD) \n• Repetitive actions used to cope with recurring or unwanted thoughts. \n \nPost-traumatic Stress Disorder (PTSD) \n• A sense of re-experiencing a traumatic event for months and sometimes years after \nthe incident. \n \nSchizophrenia \nRefers to an illness in which the changes in behaviour or symptoms have been present \nfor a period of at least six months. Caused by a chemical disturbance of the brain’s \nfunctioning. Affects one out of every 100 people. \nCommon Symptoms: \n• Hearing voices, hallucinations, may affect any/all the senses. \n• Confused thinking, feeling ambivalent because you can’t make a decision. \n• Paranoia and other delusional thinking \n• Disjointed thoughts. \n• Overwhelming thought – thoughts snowball, build until your senses are over \nstimulated. \n• Thought withdrawal – your mind goes blank \n• Thinking that you can control someone else’s thoughts or that someone is controlling \nyour thoughts. \n• Righteousness. \n• Lack of motivation. \n• Social withdrawal. \n• Feeling that objects or events are meant as personal signs or omens. \n• Religious preoccupation. \n 4\n \nEating Disorders \nInvolve distorted body images that make it difficult for people to nourish themselves in a \nhealthy way.  Most common in women and men under age 30. Types: \n \nAnorexia Nervosa \n• Dramatic weight loss due to fasting and excessive exercise. \n \nBulimia Nervosa \n• Binge eating followed by self-induced vomiting or other forms of purging. \n \nPersonality Disorders \nInvolve patterns of thinking, mood, social interaction and impulsiveness that cause \ndistress to those experiencing them and others. \n \nTypes of personality disorders: \nBorderline Personality Disorder \n• Difficulty maintaining positive relationships. \n \nParanoid Personality Disorder \n• Overwhelming distrust and suspiciousness of others. \n \nAntisocial Personality Disorder \n• Impulsive behaviour, aggression and violations of the rights of others. \nFor more information on mental illnesses and their symptoms log on to \nwww.cmha.ca/english/info_centre \n \nTreatment & Recovery \nTreatment for any mental illness, whether or not it is complicated by drug and alcohol \nmisuse, should occur as soon as symptoms appear. \nRecommended treatment involves a combination of approaches: \n• EDUCATION – To help you and your family/support system understand the illness, its \ncauses and effects and ways of dealing with symptoms. \n• MEDICATION – New ones are now available with fewer unpleasant side effects than \nolder medications. \n• PSYCHOLOGICAL THERAPY OR COUNSELLING - To help you understand what is \nhappening, change your lifestyle to optimize the chances for recovery and learn new \nskills such as problem solving and relaxation techniques. \n• SOCIAL, EMPLOYMENT AND EDUCATION SUPPORT – You may need support to \nstay at your job, or in school.   This is important so you maintain skill development \nand continuation of income and do not become cut off from friends and workmates. \nResearch has shown that people who experience mental illness have fewer relapses \nwhen their family or other support system is involved in their care and treatment.  The \nsame is true when substance misuse is involved.  If friends and family are \nknowledgeable and informed, they are in a better position to support you."
}